Repository: mPowering/orb-translations
Catalog: */resource.po
Languages: es

source: This video describes diarrhea, causes of diarrhea, symptoms and how to protect our child from diarrhea. This video provides information on preparation and use of Oral rehydration solution and Zinc Tablet during diarrhea and its importance. <div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/WKn_BPl79i4?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>
es: Este video describe la diarrea, sus causas, síntomas y cómo proteger a nuestros niños de esta afección. Además, brinda información sobre la preparación y el uso de solución para rehidratación de administración oral y comprimidos de zinc durante la diarrea y su importancia. <div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/WKn_BPl79i4?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>

source: LAM-Lactational Amenorrhea Method
es: Método de la amenorrea de la lactancia (LAM)

source: This video demonstrates the lactational amenorrhea method (LAM) as a method of family planning that women can use in the first six months after giving birth. LAM is based on the natural infertility resulting from hormones released as a result of exclusive breastfeeding. In order for LAM to be effective, three criteria must be met: first, the baby must be less than 6 months of age; second, the woman's period has not returned; and third, the mother is practicing exclusive breastfeeding. LAM is a natural way to practice family planning, and no additional procedures are supplies are needed to achieve it. The video is useful as a BCC tool for health education during mother's' group meetings (MGs) and Village Health and Nutrition Days (VHNDs) at the village level by ASHAs (Accredited Social Health Activist), a village-level frontline health worker.<div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/s1Jb-gD5CPA?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>
es: Este video presenta el método de la amenorrea de la lactancia (LAM) como método de planificación familiar que las mujeres pueden usar durante los primeros seis meses posteriores al nacimiento. Este método se basa en una infertilidad natural a causa de la liberación de hormonas por el uso exclusivo de la lactancia materna. Para que sea eficaz, se deben cumplir tres criterios: el bebé debe tener menos de 6 meses de edad; la mujer no debe tener su período aún; la madre utiliza la lactancia materna como alimentación exclusiva. El LAM es una manera natural de practicar la planificación familiar y no se necesitan procedimientos ni suministros adicionales para lograrlo. \nEl video es útil como herramienta de comunicación para el cambio de conducta (BCC) para brindar información sobre salud durante las reuniones grupales de madres y durante los Días de la Nutrición/Salud (VHND) a nivel de las aldeas por parte de Activistas Sociales de Salud Acreditados (ASHA), un tipo de trabajador de la salud de primera línea a nivel de las aldeas.<div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/s1Jb-gD5CPA?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>

source: LAM - Lactational Amenorrhea Method
es: Método de la amenorrea de la lactancia (LAM)

source: <p>This video demonstrates the lactational amenorrhea method (LAM) as a method of family planning that women can use in the first six months after giving birth. LAM is based on the natural infertility resulting from hormones released as a result of exclusive breastfeeding. In order for LAM to be effective, three criteria must be met: first, the baby must be less than 6 months of age; second, the woman's period has not returned; and third, the mother is practicing exclusive breastfeeding. LAM is a natural way to practice family planning, and no additional procedures are supplies are needed to achieve it. The video is useful as a BCC tool for health education during mothers' group meetings (MGs) and Village Health and Nutrition Days (VHNDs) at the village level by ASHAs (Accredited Social Health Activist), a village-level frontline health worker.</p> <div style="text-align: center;"><iframe src="https://www.youtube.com/embed/vMMWu3tQt0A?rel=0&html5=1" frameborder="0" width="560" height="315"></iframe></div>
es: <p>Este video presenta el método de la amenorrea de la lactancia (LAM) como método de planificación familiar que las mujeres pueden usar durante los primeros seis meses posteriores al nacimiento. Este método se basa en una infertilidad natural a causa de la liberación de hormonas por el uso exclusivo de la lactancia materna. Para que sea eficaz, se deben cumplir tres criterios: el bebé debe tener menos de 6 meses de edad; la mujer no debe tener su período aún; la madre utiliza la lactancia materna como alimentación exclusiva. El LAM es una manera natural de practicar la planificación familiar y no se necesitan procedimientos ni suministros adicionales para lograrlo. \nEl video es útil como herramienta de comunicación para el cambio de conducta (BCC) para brindar información sobre salud durante las reuniones grupales de madres y durante los Días de la Nutrición/Salud (VHND) a nivel de las aldeas por parte de Activistas Sociales de Salud Acreditados (ASHA), un tipo de trabajador de la salud de primera línea a nivel de las aldeas.</p><div style="text-align: center;"><iframe src="https://www.youtube.com/embed/vMMWu3tQt0A?rel=0&html5=1" frameborder="0" width="560" height="315"></iframe></div>

source: Permanent Methods of Family Planning
es: Métodos permanentes de planificación familiar

source: Permanent methods of family planning are helpful in limiting the family size. This video explains that there are two types of permanent family planning: female sterilization and male sterilization. Both are long-term, safe and effective. The video further illustrates that the procedure for female sterilization takes around 30 minutes while male sterilization does not require any incision or stitches and can be completed in 10 to 20 minutes. For both methods, the person is able to go home on the same day after the sterilization procedure. The video is useful as a BCC tool for health education during mothers' group meetings (MGs) and Village Health and Nutrition Days (VHNDs) at the village level by ASHAs (Accredited Social Health Activist), a village-level frontline health worker.<div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/DrjIfjKsKBI?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>
es: <p>Los métodos permanentes de planificación familiar son útiles para limitar el tamaño de la familia. Este video explica que existen dos tipos de planificación familiar permanente: esterilización femenina y esterilización masculina. Ambos son de largo plazo, seguros y eficaces. El video también ilustra que el procedimiento para la esterilización femenina dura aproximadamente 30 minutos, mientras que la esterilización masculina no requiere incisión ni puntos y puede realizarse en 10 a 20 minutos. Para ambos métodos, la persona puede regresar al hogar el mismo día en que se realiza el procedimiento. El video es muy útil como herramienta de comunicación para el cambio de conducta (BCC) para brindar información sobre salud durante las reuniones grupales de madres y durante los Días de la Nutrición/Salud (VHND) a nivel de las aldeas por parte de Activistas Sociales de Salud Acreditados (ASHA), un tipo de trabajador de la salud de primera línea a nivel de las aldeas.<div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/DrjIfjKsKBI?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>

source: Family Planning - Permanent Methods
es: Planificación familiar - Métodos permanentes

source: <p>Permanent methods of family planning are helpful in limiting the family size. This video explains that there are two types of permanent family planning: female sterilization and male sterilization. Both are long-term, safe and effective. The video further illustrates that the procedure for female sterilization takes around 30 minutes while male sterilization does not require any incision or stitches and can be completed in 10 to 20 minutes. For both methods, the person is able to go home on the same day after the sterilization procedure. The video is useful as a BCC tool for health education during mothers' group meetings (MGs) and Village Health and Nutrition Days (VHNDs) at the village level by ASHAs (Accredited Social Health Activist), a village-level frontline health worker.</p> <div style="text-align: center;"><iframe src="https://www.youtube.com/embed/gM4bEz2W3Vc?rel=0&html5=1" frameborder="0" width="560" height="315"></iframe></div>
es: <p>Los métodos permanentes de planificación familiar son útiles para limitar el tamaño de la familia. Este video explica que existen dos tipos de planificación familiar permanente: esterilización femenina y esterilización masculina. Ambos son de largo plazo, seguros y eficaces. El video también ilustra que el procedimiento para la esterilización femenina dura aproximadamente 30 minutos, mientras que la esterilización masculina no requiere incisión ni puntos y puede realizarse en 10 a 20 minutos. Para ambos métodos, la persona puede regresar al hogar el mismo día en que se realiza el procedimiento. El video es muy útil como herramienta de comunicación para el cambio de conducta (BCC) para brindar información sobre salud durante las reuniones grupales de madres y durante los Días de la Nutrición/Salud (VHND) a nivel de las aldeas por parte de Activistas Sociales de Salud Acreditados (ASHA), un tipo de trabajador de la salud de primera línea a nivel de las aldeas.</p><div style="text-align: center;"><iframe src="https://www.youtube.com/embed/gM4bEz2W3Vc?rel=0&html5=1" frameborder="0" width="560" height="315"></iframe></div>

source: Temporary Methods of Family Planning
es: Métodos temporarios de planificación familiar

source: Family planning involves the use of all techniques, practices, and medical devices that help a couple to plan their family including deciding the number of children they want to have and spacing their births as covered in this video. Some family planning methods provide protection from HIV/AIDS and STI while others only protect against unwanted pregnancy. Key temporary family planning methods include condoms, contraceptive pills, IUCD-Copper T, DMPA- contraceptive Injection, LAM, and emergency contraceptive pills. Couples should speak to their healthcare provider to decide which method is best and most appropriate for their family planning needs. The video is useful as a BCC tool for health education during mothers' group meetings (MGs) and Village Health and Nutrition Days (VHNDs) at the village level by ASHAs (Accredited Social Health Activist), a village-level frontline health worker.<div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/2jsuXeaQ08c?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>
es: La planificación familiar implica el uso de todas las técnicas, prácticas y dispositivos médicos que pueden ayudar a una pareja a planificar su familia, incluyendo la decisión de la cantidad de hijos que desean tener y el tiempo que transcurrirá entre embarazos, como se muestra en este video. Algunos métodos de planificación familiar brindan protección contra el VIH/SIDA y las enfermedades de transmisión sexual, mientras que otros solo protegen contra embarazos no deseados. Entre los métodos de planificación familiar temporarios clave, se incluyen los condones, las píldoras anticonceptivas, los dispositivos intrauterinos T de cobre, la inyección anticonceptiva DMPA, la amenorrea de la lactancia y las píldoras anticonceptivas de emergencia. Las parejas deberían hablar con su proveedor de atención de la salud para decidir qué método es más adecuado para sus necesidades de planificación familiar.\nEl video es muy útil como herramienta de comunicación para el cambio de conducta (BCC) para brindar información sobre salud durante las reuniones grupales de madres y durante los Días de la Nutrición/Salud (VHND) a nivel de las aldeas por parte de Activistas Sociales de Salud Acreditados (ASHA), un tipo de trabajador de la salud de primera línea a nivel de las aldeas.<div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/2jsuXeaQ08c?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>

source: Family planning -Temporary methods
es: Planificación familiar - Métodos temporarios

source: <p>Family planning involves the use of all techniques, practices, and medical devices that help a couple to plan their family including deciding the number of children they want to have and spacing their births as covered in this video. Some family planning methods provide protection from HIV/AIDS and STI while others only protect against unwanted pregnancy. Key temporary family planning methods include condoms, contraceptive pills, IUCD-Copper T, DMPA- contraceptive Injection, LAM, and emergency contraceptive pills. Couples should speak to their healthcare provider to decide which method is best and most appropriate for their family planning needs. The video is useful as a BCC tool for health education during mothers' group meetings (MGs) and Village Health and Nutrition Days (VHNDs) at the village level by ASHAs (Accredited Social Health Activist), a village-level frontline health worker.</p> <div style="text-align: center;"><iframe src="https://www.youtube.com/embed/RJ9JqXcIpAU?rel=0&html5=1" frameborder="0" width="560" height="315"></iframe></div>
es: <p>La planificación familiar implica el uso de todas las técnicas, prácticas y dispositivos médicos que pueden ayudar a una pareja a planificar su familia, incluyendo la decisión de la cantidad de hijos que desean tener y el tiempo que transcurrirá entre embarazos, como se muestra en este video. Algunos métodos de planificación familiar brindan protección contra el VIH/SIDA y las enfermedades de transmisión sexual, mientras que otros solo protegen contra embarazos no deseados. Entre los métodos de planificación familiar temporarios clave, se incluyen los condones, las píldoras anticonceptivas, los dispositivos intrauterinos T de cobre, la inyección anticonceptiva DMPA, la amenorrea de la lactancia y las píldoras anticonceptivas de emergencia. Las parejas deberían hablar con su proveedor de atención de la salud para decidir qué método es más adecuado para sus necesidades de planificación familiar. El video es muy útil como herramienta de comunicación para el cambio de conducta (BCC) para brindar información sobre salud durante las reuniones grupales de madres y durante los Días de la Nutrición/Salud (VHND) a nivel de las aldeas por parte de Activistas Sociales de Salud Acreditados (ASHA), un tipo de trabajador de la salud de primera línea a nivel de las aldeas.</p><div style="text-align: center;"><iframe src="https://www.youtube.com/embed/RJ9JqXcIpAU?rel=0&html5=1" frameborder="0" width="560" height="315"></iframe></div>

source: IUCD Copper T
es: Dispositivo intrauterino T de cobre

source: As a family planning method, Intrauterine Contraceptive Device (IUCD)-Copper T is a long-lasting, effective and reversible birth spacing method for women. This video demonstrates that IUCDs are quite safe for lactating mothers and describes some of the side effects that can occur. Women should contact a trained health worker/doctor if interested in using this family planning method and also in case of complications related to it. The video is useful as a BCC tool for health education during mothers' group meetings (MGs) and Village Health and Nutrition Days (VHNDs) at the village level by ASHAs (Accredited Social Health Activist), a village-level frontline health worker.<div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/-P7wWrz0Gk8?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>
es: Como método de planificación familiar, el dispositivo intrauterino T de cobre (IUCD) es un método de larga duración, eficaz y reversible para mujeres, para espaciar los nacimientos. Este video demuestra que estos dispositivos son bastante seguros para madres lactantes y describe algunos de los efectos secundarios que pueden presentarse. Las mujeres deberían contactar a un trabajador de la salud/médico capacitado si les interesa usar este método de planificación familiar y si se presentan complicaciones en relación con él.\nEl video es muy útil como herramienta de comunicación para el cambio de conducta (BCC) para brindar información sobre salud durante las reuniones grupales de madres y durante los Días de la Nutrición/Salud (VHND) a nivel de las aldeas por parte de Activistas Sociales de Salud Acreditados (ASHA), un tipo de trabajador de la salud de primera línea a nivel de las aldeas.<div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/-P7wWrz0Gk8?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>

source: No Scalpel Vasectomy
es: Vasectomía sin bisturí

source: The video developed on No Scalpel Vasectomy (NSV) details the process of this permanent family planning method for men. It further elaborates that it is a simple procedure that does not require any stitches and allows the man to return home on the same day. The man needs to rest for a day following the procedure, and then can resume normal activity, taking care not to do strenuous work for 4-5 days. NSV requires the use of an additional family planning method for at least three months until it is fully effective. The video is useful as a BCC tool for health education during mothers' group meetings (MGs) and Village Health and Nutrition Days (VHNDs) at the village level by ASHAs (Accredited Social Health Activist), a village-level frontline health worker.<div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/ngwnxTLsqE8?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>
es: Este video sobre la vasectomía sin bisturí (NSV) presenta información sobre el proceso de este método permanente de planificación familiar para hombres. Lo presenta como un procedimiento simple que no requiere puntos y le permite al hombre regresar al hogar el mismo día. El hombre debe descansar durante un día después del procedimiento, y luego puede retomar la actividad normal, sin hacer tareas que requieran fuerza durante 4 a 5 días. La NSV requiere el uso de un método adicional de planificación familiar durante al menos tres meses hasta que es completamente eficaz.\nEl video es muy útil como herramienta de comunicación para el cambio de conducta (BCC) para brindar información sobre salud durante las reuniones grupales de madres y durante los Días de la Nutrición/Salud (VHND) a nivel de las aldeas por parte de Activistas Sociales de Salud Acreditados (ASHA), un tipo de trabajador de la salud de primera línea a nivel de las aldeas.<div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/ngwnxTLsqE8?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>

source: Copper-T
es: T de cobre

source: As a family planning method, Intrauterine Contraceptive Device (IUCD)-Copper T is a long-lasting, effective and reversible birth spacing method for women. This video demonstrates that IUCDs are quite safe for lactating mothers and describes some of the side effects that can occur. Women should contact a trained health worker/doctor if interested in using this family planning method and also in case of complications related to it. The video is useful as a BCC tool for health education during mothers' group meetings (MGs) and Village Health and Nutrition Days (VHNDs) at the village level by ASHAs (Accredited Social Health Activist), a village-level frontline health worker.<div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/PlEAO2lnZBk?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>
es: Como método de planificación familiar, el dispositivo intrauterino T de cobre (IUCD) es un método de larga duración, eficaz y reversible para mujeres, para espaciar los nacimientos. Este video demuestra que estos dispositivos son bastante seguros para madres lactantes y describe algunos de los efectos secundarios que pueden presentarse. Las mujeres deberían contactar a un trabajador de la salud/médico capacitado si les interesa usar este método de planificación familiar y si se presentan complicaciones en relación con él.\nEl video es muy útil como herramienta de comunicación para el cambio de conducta (BCC) para brindar información sobre salud durante las reuniones grupales de madres y durante los Días de la Nutrición/Salud (VHND) a nivel de las aldeas por parte de Activistas Sociales de Salud Acreditados (ASHA), un tipo de trabajador de la salud de primera línea a nivel de las aldeas.<div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/PlEAO2lnZBk?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>

source: Hygiene and Cleanliness
es: Higiene y limpieza

source: The video is describing core messages regarding Personal Hygiene included, proper bath, hair, teeth, nails and mouth cleanliness. The video will also throw light on safe drinking water and its storage practices. <div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/hQxmnBt_55c?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>
es: El video describe mensajes centrales sobre la higiene personal, incluido el baño y la limpieza adecuada del cabello, los dientes, las uñas y la boca. <div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/hQxmnBt_55c?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>

source: Sanitation and Hand-washing
es: Sanidad y lavado de manos

source: <p>The video demonstrates how to effectively wash hands. This video also sheds light on how to maintain toilets at home to prevent effects of open defections that can lead to dangerous diseases like diarrhea, jaundice and polio.</p> <p>&nbsp;</p> <p>&nbsp;</p> <div style="text-align: center;"><iframe src="https://www.youtube.com/embed/WFLiZ1qFuBQ?rel=0&amp;html5=1" frameborder="0" width="560" height="315"></iframe></div>
es: El video describe los pasos adecuados para el lavado de manos: aplicar siempre jabón, frotar la palma para limpiarla, frotar entre los dedos, las uñas, el pulgar, los costados de las palmas y alrededor de la muñeca, y siempre lavarse las manos con jabón antes de preparar alimentos, comer, servir comida y después de defecar.\nEste video también explica cómo preparar los baños en el hogar porque las defecaciones en lugares abiertos generar enfermedades peligrosas, como diarrea, ictericia y poliomielitis. Siempre hay que utilizar pantuflas u otro tipo de calzado en los pies mientras se usa el baño y se defeca. <div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/WFLiZ1qFuBQ?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>

source: Our Home-Our Children
es: Nuestro hogar, nuestros niños
