Repository: mPowering/orb-translations
Catalog: */resource.po
Languages: es

source: Medic Mobile DIY ANC Card
es: Tarjeta de cuidado prenatal por parte de personas comunes de Medic Mobile

source: <p>A resource for DIY users of Medic Mobile's ANC platform</p>
es: <p>Un recurso para usuarios de la plataforma de cuidado prenatal de Medic Mobile para usuarios que proveen servicios a sí mismos</p>

source: Child Malnutrition - What? How? And when to Refer
es: Desnutrición infantil: qué, cómo y cuándo derivar

source: <p>A detailed animation describing Child Malnutrition, focusing on the types, causes, signs and when a health worker should refer. The animation highlights how to measure mid upper arm circumference, and spot other signs of malnutrition. Worldwide, malnutrition affects one in three people and each of its major forms dwarfs most other diseases globally. Directed and Animated by : Alexandru Kurilov Intro created by Ilhaam Mullagee (Music -- Longzijun)</p>
es: <p>Una animación detallada que describe la desnutrición infantil y se centra en los tipos, las causas, los signos y cuándo el trabajador de la salud debería derivar al paciente. La animación destaca cómo medir la circunferencia del antebrazo superior y detectar otros signos de desnutrición. En todo el mundo, la desnutrición afecta a una de cada tres personas y cada una de sus principales formas eclipsa a todas las demás enfermedades a nivel global. Dirigida y animada por: Alexandru Kurilov Introducción creada por Ilhaam Mullagee (Música: Longzijun)</p>

source: Ten Steps to Successful Breastfeeding
es: Diez pasos para una lactancia materna exitosa

source: <p>Description of what every facility providing maternity services and care for newborn infants should do.</p>
es: <p>Descripción de lo que deberían hacer todos los centros que proveen servicios y cuidado de maternidad para recién nacidos.</p>

source: Breastfeeding & Infant Feeding Counseling Cards
es: Tarjetas de asesoramiento sobre la lactancia materna y alimentación de bebés

source: <p>This set of eight counseling cards was developed to address infant feeding problems found in northern Ghana.</p> <div>Contributing Partner(s): MOH Ghana, CRS, UNICEF, Ghana Red Cross</div>
es: <p>Este es un conjunto de ocho tarjetas de consejos desarrolladas para abordar los problemas de alimentación en los bebés en el norte de Ghana.</p><div>Socios contribuyentes: MOH Ghana, CRS, UNICEF, Cruz Roja de Ghana</div>

source: Initiation of Breastfeeding by Breast Crawl
es: Iniciación de la lactancia materna mediante la "reptación hacia el pecho"

source: <p>Every newborn, when placed on the mother's abdomen, soon after birth, has the ability to find its mother's breast all on its own and to decide when to take the first breastfeed. This is called the 'Breast Crawl'.</p> <p>UNICEF, WHO and WABA along with the scientific community strongly recommend initiating breastfeeding within a half-hour of birth.<br /><br /> Evidence shows that early initiation can prevent 22% of all deaths among babies below one month in developing countries.</p>
es: <p>Cuando se lo coloca sobre el abdomen de su madre inmediatamente después del nacimiento, todo recién nacido tiene la habilidad de encontrar el pecho de la madre por sí solo y decidir cuándo comenzar a mamar. Esto se denomina la "reptación hacia el pecho".</p><p>UNICEF, la ONU y la Alianza Mundial para la Lactancia Materna (WABA), junto con la comunidad científica, recomiendan fervientemente iniciar la lactancia materna dentro de la media hora posterior al nacimiento.<br /><br /> Las evidencias demuestran la iniciación temprana puede prevenir el 22% de todas las muertes de bebés de menos de un mes en los países en desarrollo.</p>

source: Meet the placenta!
es: ¡Conozca la placenta!

source: <p>Learn how the needs of the fetus are met by the placenta, which is a special organ that belongs to both the mother and the fetus!</p> <p>Rishi is a pediatric infectious disease physician and works at Khan Academy.</p> <p><iframe src="https://www.khanacademy.org/embed_video?v=bQioHx12JuY" frameborder="0" scrolling="no" width="560" height="355"></iframe></p>
es: <p>Conozca cómo la placenta satisface las necesidades del feto. La placenta es un órgano especial que pertenece tanto a la madre como al bebé.</p><p>Rishi es médico pediatra especializado en enfermedades infecciosas y trabaja en Khan Academy.</p><p><iframe src="https://www.khanacademy.org/embed_video?v=bQioHx12JuY" frameborder="0" scrolling="no" width="560" height="355"></iframe></p>

source: The Strength to Fight: A Guide to Treating Childhood Diarrhea
es: La fuerza para luchar: una guía para tratar la diarrea infantil

source: <p>Full version of The Strength to Fight: A Guide to Treating Childhood Diarrhea, split into 6 chapters.</p>
es: <p>Versión completa de La fuerza para luchar: una guía para tratar la diarrea infantil, dividida en 6 capítulos.</p>

source: Diarrhoea Management: Pre Test/Post Test for Skilled Providers
es: Tratamiento de la diarrea: pruebas preliminares y posteriores para proveedores capacitados

source: <p>Diarrhoea Management: Pre Test/Post Test for Skilled Providers</p>
es: <p>Tratamiento de la diarrea: pruebas preliminares y posteriores para proveedores capacitados</p>

source: Adolescent and Youth Reproductive Health
es: Salud reproductiva de adolescentes y jóvenes

source: In this course you will learn about changes during adolescence and why it is important to deal with adolescents' reproductive health problems, factors affecting adolescents' risk-taking behaviours and its consequences and the importance of raising awareness about adolescent reproductive health rights.<p>This course is part of the Ethiopia Federal Ministry of Health approved upgrade training program for Health Extension Workers.</p>
es: En este curso, aprenderá sobre los cambios que se producen durante la adolescencia y por qué es importante abordar los problemas de salud reproductiva de los adolescentes, los factores que afectan las conductas de riesgo de los adolescentes y sus consecuencias, y la importancia de crear conciencia respecto de los derechos de salud reproductiva de los adolescentes.<p>Este curso es parte del programa de capacitación mejorado aprobado por el Ministerio Federal de Salud de Etiopía para Trabajadores de extensión de la salud.</p>

source: Antenatal Care
es: Cuidado prenatal

source: <p>The goal of antenatal care is to have a healthy mother and baby by monitoring the well-being of both the woman and the fetus during pregnancy, and helping them make a smooth transition to labour and delivery. This course will equip you with the basic principles and practice of antenatal care at health post and home level.</p> <p>This course is part of the Ethiopia Federal Ministry of Health approved upgrade training program for Health Extension Workers.</p>
es: El objetivo del cuidado prenatal es que la madre y el bebé se mantengan saludables mediante el monitoreo del bienestar de la madre y el feto durante el embarazo, y ayudándolos a que la transición al trabajo de parto y el parto se produzca sin complicaciones. Este curso le brinda los principios básicos sobre la práctica de cuidado prenatal en puestos de salud y en el hogar.<p>Este curso es parte del programa de capacitación mejorado aprobado por el Ministerio Federal de Salud de Etiopía para Trabajadores de extensión de la salud.</p>

source: Immunization
es: Vacunación

source: This course contains clear guidelines on how to conduct all important immunization activities. Much of the credit for successful immunization campaigns is due to the activities of health professionals. The health worker has a big part to play in protecting women and children from vaccine-preventable diseases in the community.<p>This course is part of the Ethiopia Federal Ministry of Health approved upgrade training program for Health Extension Workers.</p>
es: Este curso contiene pautas claras sobre cómo llevar a cabo las actividades importantes de vacunación. Gran parte del éxito de las campañas de vacunación se debe a las actividades de los profesionales de la salud. El trabajador de la salud tiene un rol importante en la protección de mujeres y niños de enfermedades que pueden prevenirse con vacunas.<p>Este curso es parte del programa de capacitación mejorado aprobado por el Ministerio Federal de Salud de Etiopía para Trabajadores de extensión de la salud.</p>

source: Integrated Management of Newborn and Childhood Illnesses
es: Tratamiento integrado de enfermedades del recién nacido y la niñez

source: The IMNCI course, together with Antenatal Care, Labour and Delivery Care and Postnatal Care, provides a knowledge-base for many of the critical health services that Health Workers deliver for infants and children and their families. Children who come to your health post are often suffering from more than one condition, making it impossible to give a single diagnosis. As you will see, IMNCI is an integrated strategy and is based upon the combined treatment of the major childhood illnesses and the correct implementation of prescribed care.<p>This course is part of the Ethiopia Federal Ministry of Health approved upgrade training program for Health Extension Workers.</p>
es: El curso de tratamiento integrado de enfermedades infantiles y del recién nacido (IMNCI), junto con cuidado prenatal, cuidado durante el trabajo de parto y el parto, y cuidado posnatal, ofrece una base de conocimientos para muchos de los servicios de salud fundamentales que los trabajadores de la salud ofrecen a bebés y niños y sus familias. Los niños que llegan al puesto de salud por lo general padecen más de una afección, con lo cual es imposible dar un único diagnóstico. Como verá, el IMNCI es una estrategia integrada y se basa en el tratamiento combinado de las principales enfermedades de la niñez y la correcta implementación del cuidado prescrito.<p>Este curso es parte del programa de capacitación mejorado aprobado por el Ministerio Federal de Salud de Etiopía para Trabajadores de extensión de la salud.</p>

source: Labor and Delivery Care
es: Cuidado durante el trabajo de parto y el parto

source: This course will equip you with the basic principles and practice of labour and delivery care at health post and home level.<p>This course is part of the Ethiopia Federal Ministry of Health approved upgrade training program for Health Extension Workers.</p>
es: Este curso informa sobre los principios básicos y la práctica del trabajo de parto y el cuidado durante el parto en puestos de salud y a nivel de los hogares.<p>Este curso es parte del programa de capacitación mejorado aprobado por el Ministerio Federal de Salud de Etiopía para Trabajadores de extensión de la salud.</p>

source: Nutrition
es: Nutrición

source: This course highlights the importance of a balanced and healthy nutrition as an essential requirement for a healthy and productive life. Achievement of Millennium Development Goal 1 (Eradication of Extreme Poverty and Hunger by 2015) is crucial for socioeconomic progress and development.<p>This course is part of the Ethiopia Federal Ministry of Health approved upgrade training program for Health Extension Workers.</p>
es: Este curso destaca la importancia de una nutrición equilibrada y saludable como requisito esencial para una vida saludable y productiva. El logro del Objetivo de Desarrollo del Milenio 1 (Erradicación de pobreza extrema y el hambre en 2015) es fundamental para el progreso socioeconómico y el desarrollo.<p>Este curso es parte del programa de capacitación mejorado aprobado por el Ministerio Federal de Salud de Etiopía para Trabajadores de extensión de la salud.</p>

source: Postnatal Care
es: Cuidado posnatal

source: This course is designed to teach you the basic information and skills to give immediate postnatal care to the mother and newborn, and to extend the awareness of effective postnatal care to others in the home and in the community at large.<p>This course is part of the Ethiopia Federal Ministry of Health approved upgrade training program for Health Extension Workers.</p>
es: Este curso está diseñado para transmitir la información básica y desarrollar habilidades para brindar cuidado posnatal inmediato a la madre y el recién nacido, y para ampliar la conciencia respecto del cuidado posnatal eficaz entre los demás integrantes del hogar y la comunidad en su totalidad.<p>Este curso es parte del programa de capacitación mejorado aprobado por el Ministerio Federal de Salud de Etiopía para Trabajadores de extensión de la salud.</p>

source: Family Planning
es: Planificación familiar

source: The role of health professionals in balancing population growth with socioeconomic development is immense and only possible by using family planning as a principle and different contraceptive methods as tools. As a health worker, you can contribute to balanced population growth through mobilising the community at large.<p>This course is part of the Ethiopia Federal Ministry of Health approved upgrade training program for Health Extension Workers.</p>
es: El rol de los profesionales de la salud para equilibrar el crecimiento de la población con el desarrollo socioeconómico es inmenso, y solo es posible usando la planificación familiar como principio y diferentes métodos anticonceptivos como herramientas. Como trabajador de la salud, puede contribuir a mantener un crecimiento equilibrado de la población movilizando a toda la comunidad.<p>Este curso es parte del programa de capacitación mejorado aprobado por el Ministerio Federal de Salud de Etiopía para Trabajadores de extensión de la salud.</p>

source: What pregnant women need to eat
es: Lo que deben comer las mujeres embarazadas

source: <p>Women of child bearing age, infants and young children are the most nutritionally vulnerable. Bringing knowledge of methods to improve diet to both health workers and the communities can save lives and prevent illness and stunting.</p> <p>There are currently 3 films in this series which are Breastfeeding, What and when to feed your child (6 months to 24 months) and What women should eat</p> <div style="text-align: center;"><iframe title="Food for Life: What Pregnant Women Need to Eat" src="https://player.vimeo.com/video/28555362" frameborder="0" width="500" height="281"></iframe></div>
es: <p>Las mujeres en edad reproductiva, los bebés y los niños pequeños son los más vulnerables desde el punto de vista de la nutrición. Informar sobre métodos para mejorar la dieta a trabajadores de salud y a las comunidades puede salvar vidas y prevenir enfermedades y problemas de crecimiento.</p><p>Actualmente hay tres películas en esta serie: Lactancia materna, Cuándo y con qué alimentar a su hijo (6 a 24 meses) y Qué deberían comer las mujeres</p><div style="text-align: center;"><iframe title="Food for Life: What Pregnant Women Need to Eat" src="https://player.vimeo.com/video/28555362" frameborder="0" width="500" height="281"></iframe></div>

source: What and when to feed your child
es: Cuándo y con qué alimentar a su hijo

source: <p>Women of child bearing age, infants and young children are the most nutritionally vulnerable. Bringing knowledge of methods to improve diet to both health workers and the communities can save lives and prevent illness and stunting.</p><p>There are currently 3 films in this series which are Breastfeeding, What and when to feed your child (6 months to 24 months) and What women should eat</p><div style="text-align:center;"><iframe src="https://player.vimeo.com/video/28509777" width="500" height="281" frameborder="0" title="Understanding what your child should eat" webkitallowfullscreen mozallowfullscreen allowfullscreen></iframe></div>
es: <p>Las mujeres en edad reproductiva, los bebés y los niños pequeños son los más vulnerables desde el punto de vista de la nutrición. Informar sobre métodos para mejorar la dieta a trabajadores de salud y a las comunidades puede salvar vidas y prevenir enfermedades y problemas de crecimiento.</p><p>Actualmente hay tres películas en esta serie: Lactancia materna, Cuándo y con qué alimentar a su hijo (6 a 24 meses) y Qué deberían comer las mujeres</p><div style="text-align:center;"><iframe src="https://player.vimeo.com/video/28509777" width="500" height="281" frameborder="0" title="Understanding what your child should eat" webkitallowfullscreen mozallowfullscreen allowfullscreen></iframe></div>

source: Breastfeeding
es: Lactancia materna

source: <p>Women of child bearing age, infants and young children are the most nutritionally vulnerable. Bringing knowledge of methods to improve diet to both health workers and the communities can save lives and prevent illness and stunting.</p><p>There are currently 3 films in this series which are Breastfeeding, What and when to feed your child (6 months to 24 months) and What women should eat</p><div style="text-align:center;"><iframe src="https://player.vimeo.com/video/28462382" width="500" height="281" frameborder="0" title="Understanding breastfeeding" webkitallowfullscreen mozallowfullscreen allowfullscreen></iframe></div>
es: <p>Las mujeres en edad reproductiva, los bebés y los niños pequeños son los más vulnerables desde el punto de vista de la nutrición. Informar sobre métodos para mejorar la dieta a trabajadores de salud y a las comunidades puede salvar vidas y prevenir enfermedades y problemas de crecimiento.</p><p>Actualmente hay tres películas en esta serie: Lactancia materna, Cuándo y con qué alimentar a su hijo (6 a 24 meses) y Qué deberían comer las mujeres</p><div style="text-align:center;"><iframe src="https://player.vimeo.com/video/28462382" width="500" height="281" frameborder="0" title="Understanding breastfeeding" webkitallowfullscreen mozallowfullscreen allowfullscreen></iframe></div>

source: Importance of Focused Antenatal Care
es: Importancia del cuidado prenatal focalizado

source: <p>The film describes what focused antenatal care (FANC) entails, including the importance of attending all your sessions &amp; what to expect at each of the 4 standard visits.</p> <p>Women and partners need to understand not only the importance of antenatal care and how it may help prevent potentially fatal problems in both mother and child, but also need to understand what it entails and what to expect, so as to encourage them to attend and make provision for this.</p> <div style="text-align: center;"><iframe title="How to provide antenatal care" src="https://player.vimeo.com/video/72407736" frameborder="0" width="500" height="281"></iframe></div>
es: <p>La película describe lo que implica el cuidado prenatal focalizado (FANC), incluida la importancia de asistir a todas las sesiones y qué esperar de las cuatro visitas estándar.</p><p>Las mujeres y sus parejas deben comprender no solo la importancia del cuidado prenatal y cómo puede prevenir problemas potencialmente fatales en la madre y el bebé, sino también qué implica y qué se puede esperar, de manera de alentarlos a asistir y prepararse para esto.</p><div style="text-align: center;"><iframe title="How to provide antenatal care" src="https://player.vimeo.com/video/72407736" frameborder="0" width="500" height="281"></iframe></div>

source: Warning Signs in Pregnancy
es: Signos de advertencia en el embarazo

source: <p>This film aims to educate community members about the warning signs in pregnancy that they should be aware of, and the checks they should carry out, so that skilled obstetric care can be sought out as soon as possible in order to save mother and child.</p> <p>Women and partners need to understand not only the importance of antenatal care and how it may help prevent potentially fatal problems in both mother and child, but also need to understand what it entails and what to expect, so as to encourage them to attend and make provision for this.</p> <div style="text-align: center;"><iframe title="Understanding warning signs in pregnancy" src="https://player.vimeo.com/video/32033146" frameborder="0" width="500" height="281"></iframe></div>
es: <p>Esta película tiene como fin informar a los miembros de la comunidad sobre los signos de advertencia en el embarazo y los controles que se deberían realizar de manera que se pueda buscar atención obstétrica capacitada lo antes posible para salvar la vida de una madre y su hijo.</p><p>Las mujeres y sus parejas deben comprender no solo la importancia del cuidado prenatal y cómo puede prevenir problemas potencialmente fatales en la madre y el bebé, sino también qué implica y qué se puede esperar, de manera de alentarlos a asistir y prepararse para esto.</p><div style="text-align: center;"><iframe title="Understanding warning signs in pregnancy" src="https://player.vimeo.com/video/32033146" frameborder="0" width="500" height="281"></iframe></div>

source: Steps to a clean delivery (cutting cord using a new razor blade)
es: Pasos para un parto limpio (cortar el cordón usando una hoja de afeitar nueva)

source: <p>This film follows Neema, a village birth attendant, while she helps to deliver a baby in a rural setting where there is no access to trained health workers. It teaches 10 key steps to a clean delivery using a new razor blade.</p> <p>Women and partners need to understand not only the importance of antenatal care and how it may help prevent potentially fatal problems in both mother and child, but also need to understand what it entails and what to expect, so as to encourage them to attend and make provision for this.</p><div style="text-align:center;"><iframe src="https://player.vimeo.com/video/39329974" width="500" height="281" frameborder="0" title="10 steps to a clean delivery" webkitallowfullscreen mozallowfullscreen allowfullscreen></iframe></div>
es: <p>Esta película muestra a Neema, una asistente de partos de una aldea, mientras ayuda en un parto en un entorno rural en el que no hay acceso a trabajadores de la salud capacitados. Enseña 10 pasos clave para lograr un parto limpio usando una hoja de afeitar nueva.</p> <p>Las mujeres y sus parejas deben comprender no solo la importancia del cuidado prenatal y cómo puede prevenir problemas potencialmente fatales en la madre y el bebé, sino también qué implica y qué se puede esperar, de manera de alentarlos a asistir y prepararse para esto.</p><div style="text-align:center;"><iframe src="https://player.vimeo.com/video/39329974" width="500" height="281" frameborder="0" title="10 steps to a clean delivery" webkitallowfullscreen mozallowfullscreen allowfullscreen></iframe></div>

source: Steps to a clean delivery (cutting cord using a sterilized knife)
es: Pasos para un parto limpio (cortar el cordón usando un cuchillo esterilizado)
