Repository: mPowering/orb-translations
Catalog: */resource.po
Languages: es

source: Who Needs Testing for Zika Virus? Areas WITHOUT Local Transmission
es: ¿Quién necesita pruebas de detección del virus del Zika? Áreas SIN transmisión local.

source: <p>This one-page job aid provides information for healthworkers to counsel patients on testing for Zika virus - particularly for patients living in areas without local Zika transmission.</p>
es: <p>Material de apoyo n.º 7: ¿Quién necesita pruebas de detección del virus del Zika? Áreas SIN transmisión local</p>

source: Counseling Male Clients about Risk of Zika Infection in Areas WITHOUT Local Transmission
es: Asesoramiento para los clientes masculinos sobre el riesgo de infección en las áreas SIN transmisión local del Zika

source: <p>This Zika counseling guide provides information for health workers who are counseling male clients living in areas without local Zika transmission</p>
es: <p>Material de apoyo n.º 8: Asesoramiento para clientes masculinos sobre el riesgo infección en áreas SIN transmisión local del Zika.</p>

source: Technical Laboratory Training Manual for Health Workers in the Context of Zika
es: Manual de capacitación técnica de laboratorio para trabajadores de la salud en el contexto del Zika

source: <p>This technical manual provides guidance for laboratory workers with information for testing Zika virus.</p>
es: <p>Módulo de Gestión de la Salud y la intersectorialidad 1-</p><p>Módulo de la exposición 2 Epidemiología y Prevención Clínica de Zika</p><p>Módulo 3 de la Salud de la Mujer en el contexto actual Zika</p><p>Módulo 4 Salud Infantil y Vigilancia de la Salud</p><p>

source: <p>We now have a Portuguese version of the&nbsp;MLLA Animated Training Video to add to the English and French copies.&nbsp;</p>
es: <p>Ahora, tenemos una versión en portugués del Video de capacitación animado de MLLA para añadir a las copias en inglés y francés.</p>

source: Postnatal Care Bedside Pre-Discharge Poster- Africa Context
es: Afiche de cuidado posnatal para pacientes hospitalizados antes del alta - Contexto de África

source: <p>After birth, all mothers and newborns need to stay in the facility for at least 24 hours to receive necessary health checks, counseling and care before discharge.</p>
es: <p>Después del nacimiento, todas las madres y recién nacidos necesitan permanecer en las instalaciones durante al menos 24 horas para recibir los controles de salud necesarios, asesoramiento y cuidado antes del alta.</p>

source: The Maternal and Child Survival Program (MCSP) is a global, USAID Cooperative Agreement to introduce and support high-impact health interventions with a focus on 25 high-priority countries with the ultimate goal of ending preventable child and maternal deaths (EPCMD) within a generation.
es: El Programa de Supervivencia Maternal e Infantil (MCSP) es un acuerdo global y cooperativo de USAID para implementar y apoyar intervenciones de salud de alto impacto con un enfoque en 25 países de alta prioridad, con el objetivo final de poner fin a las muertes infantiles y maternas (EPCMD) que pueden prevenirse en una generación.

source: Postnatal Care Bedside Pre-Discharge Poster- Asia Context
es: Afiche de cuidado posnatal para pacientes hospitalizados antes del alta - Contexto de Asia

source: PNC Pre-Discharge Checklist
es: Lista de verificación anterior al alta para cuidado prenatal (PNC)

source: <p>A complete checklist of items for every mother and newborn.&nbsp;</p>
es: <p>Una lista completa de elementos para cualquier madre y recién nacido.&nbsp;</p>

source: PNC Pre-Discharge Checklist Africa
es: Lista de verificación anterior al alta para cuidado prenatal (PNC) - África

source: PNC Pre-Discharge Checklist Asia
es: Lista de verificación anterior al alta para cuidado prenatal (PNC) - Asia

source: <p>Complete checklist for all mothers and newborns before discharge from the birthing facility.</p>
es: <p>Complete la lista de verificación para todas las madres y recién nacidos antes del alta de un centro de maternidad.</p>

source: Hygiene and Environmental Health
es: Higiene y salud ambiental

source: <div class="entry"> <p>This course provides first the theoretical basis, and then the practices on good hygiene and pro-environmental behaviour that are applicable at village level.</p> </div>
es: <div class="entry"><p>Este curso brinda, en primer lugar, la base teórica, y luego las prácticas de buena higiene y conducta a favor del medioambiente que se aplican a nivel de las aldeas.</p></div>

source: WASH: Context and Environment
es: WASH: contexto y medioambiente

source: <p>Appreciation of the context for water, sanitation and hygiene (WASH) services is necessary if those services are to be effective and long lasting. This Module provides essential background to WASH by explaining broader topical issues such as sustainability, resilience, population growth, urbanisation, climate change and global policy. It also looks at the interconnections between people and their environment, and the science that underpins that relationship.</p>
es: <p>Es necesario apreciar el contexto de los servicios de agua, sanidad e higiene (WASH) para que esos servicios sean eficaces y duraderos. Este Módulo brinda información esencial para WASH mediante la explicación de cuestiones tropicales más amplias, como la sustentabilidad, la resiliencia, el crecimiento de la población, la urbanización, el cambio climático y las políticas globales. También examina las interconexiones entre las personas y el medioambiente, y la ciencia que sustenta esa relación.</p>

source: Urban Sanitation and Solid Waste Management
es: Higiene urbana y gestión de desechos sólidos

source: <p>Improved sanitation has proven benefits for human health, quality of life and poverty reduction. It is important for WASH practitioners to understand the drivers and barriers to sanitation in any given context to best serve communities and users. This Module is designed to equip students with knowledge of the importance of sanitation, the benefits, the methods and the main challenges. It also covers the disposal of solid domestic waste and the benefits of an integrated approach to waste management.</p>
es: <p>Las mejoras en la higiene han demostrado beneficios para la salud humana, la calidad de vida y la reducción de la pobreza. Es importante que los profesionales de WASH comprendan los impulsores y las barreras de la higiene en cualquier contexto para servir mejor a las comunidades y usuarios. Este Módulo está diseñado para brindarles a los estudiantes conocimientos respecto de la importancia de la higiene, los beneficios, los métodos y los principales desafíos. También trata sobre el desecho de desperdicios domésticos sólidos y los beneficios de un enfoque integral para la gestión de los desechos.</p>

source: Urban WASH: Working with People
es: Agua, sanidad e higiene (WASH) urbana: trabajar con la gente

source: <p>New WASH services are far more likely to be effective and sustainable if the people using the services are able to participate in, or at least be aware of, their planning, design and management. This Module is designed to provide WASH technicians and other employees of service providers with a good understanding of the social, cultural, financial and institutional issues at the local level as well as knowledge of the rights and responsibilities of service users, such as how users may influence decision makers and ensure the service providers are accountable to their customers.</p>
es: <p>Los nuevos servicios de WASH pueden ser mucho más eficaces y sustentables si las personas que los usan pueden participar, o al menos conocer, su planificación, diseño y gestión. Este Módulo está diseñado para brindarles a los técnicos de WASH y a otros empleados de proveedores de servicios una buena comprensión de los problemas sociales, culturales, financieros e institucionales a nivel local así como conocimientos acerca de los derechos y las responsabilidades de los usuarios de servicios, como la forma en que estos pueden influir sobre quienes toman decisiones y garantizar que los proveedores se responsabilicen ante sus clientes.</p>

source: Urban Water Supply
es: Suministro urbano de agua

source: <p>This Module focuses on water service delivery in urban settings, including water supply from large utility companies, access points within a town, tariff setting, cost recovery, regulation and management. It considers the challenges for WASH provision in areas of high-density population where lack of space is a problem. It sets out the options for water supply in an urban situation and considers opportunities for improvement and innovation in service delivery and management.</p>
es: <p>Este Módulo se centra en la prestación de servicios de agua en entornos urbanos, incluido el suministro de agua de grandes compañías de servicios, puntos de acceso dentro de una ciudad, establecimiento de tarifas, recuperación de costos, regulación y gestión. Considera los desafíos para la provisión de WASH en áreas densamente pobladas, donde la falta de espacio es un problema. Establece las opciones para el suministro de agua en una situación urbana y considera oportunidades para la mejora y la innovación en la prestación y gestión de servicios.</p>

source: The Story of Cholera
es: La historia del cólera

source: <p>This animation - produced in collaboration with <a href="http://yonigoodman.com/">Yoni Goodman</a> - covers cholera transmission, prevention, signs, and care in a simple and accessible way.</p>
es: <p>Esta animación, producida en colaboración con <a href="http://yonigoodman.com/">Yoni Goodman</a>, abarca temas como la transmisión, la prevención, los signos y el cuidado del cólera de manera simple y accesible.</p>
