Repository: mPowering/orb-translations
Catalog: */resource.po
Languages: es

source: <p>This film explains the key signs to look out for in pregnancy which may indicate that something is wrong and what to do if this happens and further care is needed. This film is for use in community health education</p> <div style="text-align: center;"><iframe title="Understanding warning signs in pregnancy (short &ndash; Southeast Asia)" src="https://player.vimeo.com/video/169217900" frameborder="0" width="500" height="281"></iframe></div>
es: <p>Esta película explica los signos clave que a los que se debe prestar atención durante el embarazo porque podrían indicar que algo está mal, y qué hacer si es así y se necesita más atención. Esta película está diseñada para usarse en capacitaciones sobre salud comunitaria.</p><div style="text-align: center;"><iframe title="Understanding warning signs in pregnancy (short &ndash; Southeast Asia)" src="https://player.vimeo.com/video/169217900" frameborder="0" width="500" height="281"></iframe></div>

source: Guillain-Barré Syndrome Factsheet
es: Hoja informativa sobre el síndrome de Guillain-Barré

source: <p>Factsheet of Guillain-Barr&eacute; Syndrome</p>
es: <p>Hoja informativa sobre el síndrome Guillain-Barr&eacute;</p>

source: Zika Virus Protection for Outdoor Workers - QuickCard
es: Protección contra el virus del Zika para personas que trabajan al aire libre - Tarjeta de referencia rápida

source: <p>QuickCard from US Occupational Safety and Health Administration (OSHA) on zika virus protection</p>
es: <p>Tarjeta de referencia rápida de la Administración de Salud y Seguridad Ocupacional (OSHA) de los Estados Unidos sobre la protección contra el virus del Zika</p>

source: <p>CDC factsheet on Zika</p>
es: <p>Hoja informativa de los CDC sobre el Zika</p>

source: <p>Factsheet on Zika</p>
es: <p>Hoja informativa sobre el Zika</p>

source: Factsheet for travellers to Zika affected countries
es: Hoja informativa para personas que viajan a países afectados por el Zika

source: <p>Zika factsheet for travellers</p>
es: <p>Hoja informativa sobre el Zika para viajeros</p>

source: The Correct Way to Use the Male Condom
es: El modo correcto de usar el condón masculino

source: <p>Factsheet on correct use of male condom</p>
es: <p>Hoja informativa sobre el uso correcto del condón masculino</p>

source: Health Ministers Guide on Zika
es: Guía sobre el Zika para ministros de salud

source: <p>Overview of Zika prevention, transmission, treatment, and Microcephaly directed toward Ministers of Health. Messaging is also focused on women, families and parents.</p>
es: <p>Descripción general de la prevención del Zika, la transmisión, el tratamiento y la microcefalia dirigida a ministros de salud. El mensaje también se centra en las mujeres, las familias y los padres.</p>

source: Zika Action Guide for Health Ministers
es: Guía de acciones contra el Zika para ministros de salud

source: <p>This guide is directed toward ministers of health providing community-centered messaging and activities related to zika prevention through family planning.&nbsp;</p>
es: <p>Esta pauta está dirigida a ministros de salud que brindan mensajes centrados en la comunidad y actividades relacionadas con la prevención del Zika a través de la planificación familiar.&nbsp;</p>

source: Zika Basics Flipbook for Community Health Workers
es: Libro de animaciones sobre aspectos básicos del Zika para trabajadores de la salud de la comunidad

source: <p>This flipbook is for community health workers to use to educate their communities about Zika, how it is spread, the effects of the virus, what to do if infected, and how to prevent Zika.&nbsp;</p>
es: <p>Este libro de animaciones es para que los trabajadores de la salud de la comunidad informen a sus comunidades sobre el Zika, cómo se propaga, los efectos del virus, qué hacer si una persona está infectada y cómo prevenirlo.&nbsp;</p>

source: Key Zika Considerations for Healthcare Settings
es: Consideraciones clave sobre el Zika para entornos de cuidado de la salud

source: <p>In order to prepare for Zika patients coming to your clinics, hospital, or physicians' offices, healthcare systems leaders should follow this guidance.</p>
es: <p>Para preparar a los pacientes con Zika que acuden a sus clínicas, hospitales o consultorios médicos, los líderes de los sistemas de salud deberían seguir estas pautas.</p>

source: Sexual Transmission of Zika Posters
es: Afiches sobre transmisión sexual del Zika

source: <p>Community focused messaging targeting men and women who may be at risk of Zika transmission from sexual activity. Posters have formatting option for health workers or facilities to provide family planning facility contact information.</p>
es: <p>Mensajes centrados en la comunidad orientados a hombres y mujeres que pueden estar en riesgo de transmisión del Zika por la actividad sexual. Los afiches tienen opciones de edición de formato para que los trabajadores de la salud o los centros brinden información de contacto de los centros de planificación familiar.</p>

source: Top 5 Things Everyone Needs to Know about Zika
es: Cinco datos importantes que todos debemos saber sobre el Zika

source: Initial Evaluation and Outpatient Management Tool
es: Herramienta de evaluación inicial y gestión de pacientes ambulatorios

source: <p>Companion evaluation and outpatient management tool for healthworkers.&nbsp;</p>
es: <p>Herramienta complementaria de evaluación y gestión de pacientes ambulatorios para trabajadores de la salud.&nbsp;</p>

source: For Women: A Positive Zika Test. What does it mean for me?
es: Para mujeres: Resultado positivo en la prueba de detección del virus del Zika: ¿qué implica esto para mí?

source: <p>This fact sheet advises women who are not pregnant but have tested positive for Zika how to best care for themselves and avoid spreading Zika to others.</p>
es: <p>Esta hoja informativa brinda consejos a mujeres que no están embarazadas, pero tienen resultados positivos en la prueba de detección del virus del Zika acerca de cómo cuidarse mejor y evitar propagar esta enfermedad.</p>

source: Zika and Sex
es: Zika y el sexo

source: <p>This fact sheet explains basic facts about sexual transmission of Zika and how men can reduce the risk of transmission to their partners.</p>
es: <p>Esta hoja informativa explica datos básicos sobre la transmisión sexual del Zika y cómo los hombres pueden reducir el riesgo de transmisión a sus parejas.</p>

source: Doctor's Visit Checklist: for pregnant women who traveled to an area with Zika
es: Lista de verificación para el médico: para mujeres embarazadas que viajaron a un área con Zika

source: <p>Checklist of questions healthworkers should discuss with a pregnant woman who traveled to an area impacted by Zika.</p>
es: <p>Lista de verificación de preguntas que los trabajadores de la salud deberían analizar con una mujer embarazada que viajó a un área en la que está presente el Zika.</p>

source: Providing Family Planning Care for Non-Pregnant Women and Men of Reproductive Age in the Context of Zika
es: Brindar atención para la planificación familiar a mujeres no embarazadas y hombres en edad reproductiva en el contexto del Zika

source: <p>Core information about Zika for providers of Family Planning service; counseling non-pregnant female clients about FP in the Context of Zika; counseling male clients with non-pregnant partners about FP in the context of Zika; attachments for areas WITHOUT local mosquito-borne transmission of Zika; attachments for areas WITH local moquito-borne transmission of Zika; Outreach materials in both English and Spanish</p>
es: <p>Información central sobre el Zika para proveedores de servicios de planificación familiar; asesoramiento a clientes femeninas no embarazadas sobre la planificación familiar en el contexto del Zika; asesoramiento a clientes masculinos con parejas no embarazadas sobre la planificación familiar en el contexto del Zika; adjuntos para áreas SIN transmisión local del Zika a través de mosquitos; adjuntos para áreas CON transmisión local del Zika a través de mosquitos; materiales de extensión en inglés y español</p>

source: Important Information about Zika for people living in areas with Zika
es: Información importante sobre el Zika para las personas que viven en áreas en donde existe esta enfermedad

source: <p>One page job aid for health workers providing key information to men and women living in areas with local Zika transmission. </p>
es: <p>Si una mujer contrae Zika mientras está embarazada, puede tener un aborto espontáneo o su bebé puede nacer con defectos congénitos graves.</p><p>Síntomas del Zika.</p><p>Protegerse a sí misma y a otros del Zika</p>

source: Family Planning Counseling Process for Female Clients in Areas WITH Local Transmission
es: Proceso de consejeria sobre planificacion familiar para clientes femeninos en areas con transmision local.

source: <p>Job aid guidance for health workers who counsel female clients regarding Zika in areas with local transmission</p>
es: <p>Proceso de asesoramiento para la planificación familiar para clientes femeninos en áreas con transmisión local.</p>

source: Initial Screening Questions for Female and Male Clients in Areas WITH Local Transmission
es: Preguntas de chequeo inicial para clientes femeninos y masculinos en areas CON transmision local.

source: <p>Job aid for health workers to screen male and female clients with initial questions asked prior to scheduled visit in Areas WITH Local Transmission.<p>
es: <p>Preguntas iniciales de exploración para clientes femeninos y masculinos en áreas CON transmisión local.</p>

source: Counseling Female Clients about Risk of Zika Infection in Areas WITH Local Transmission
es: Aconsejando a los clientes femeninos sobre el riesgo de infeccion con Zika en las areas CON transmision local.

source: <p>One-page job aid for health workers who are counseling female clients living in areas with local Zika transmission on the risks, recommendations and prevention strategies to avoid Zika.</p>
es: <p>Asesoramiento para clientes femeninos sobre el riesgo de infección con Zika en las áreas CON transmisión local.</p>

source: Birth Control Method Options
es: Opciones de metodos anticonceptivos

source: <p>Job aid for health works with detailed descriptions of birth control options.</p>
es: <p>Opciones de métodos anticonceptivos.</p>

source: Strategies to Prevent Zika Virus and its Consequences for Clients Living in Areas WITH Local Transmission
es: Estrategias para prevenir el virus del Zika y sus consecuencias para los clientes que viven en areas CON transmision local.

source: <p>One-page job aid for health workers on counseling clients living in areas with local Zika transmission regarding prevention strategies and virus consequenses.</p>
es: <p>Estrategias para prevenir el virus del Zika y sus consecuencias para los clientes que viven en áreas CON transmisión local.</p>

source: Who Needs Testing for Zika Virus? Areas WITH Local Transmission
es: ¿Quien necesita la prueba del virus del Zika? Areas CON transmision local.

source: <p>One-pager job aid providing guidance to health workers determining which clients need testing for Zika virus.</p>
es: <p>¿Quién necesita pruebas de detección del virus del Zika? Áreas CON transmisión local.</p>

source: Counseling Male Clients about Risk of Zika Infection in Areas WITH Local Transmission
es: Aconsejando a los clientes masculinos sobre el riesgo de infecion en areas CON transmission local de Zika.

source: <p>A one-page job aid for health workers to counsel men living in areas with Zika transmission on assessing risk, prevention and symptons.</p>
es: <p>Asesoramiento para los clientes masculinos sobre el riesgo de infección en las áreas CON transmisión local del Zika.</p>

source: Protecting Yourself and Others from Zika for women living in areas with Zika
es: Protegerse a usted misma y a otros del Zika

source: <p>A two-page job aid for health workers who are counseling women living in areas with Zika transmission--covering contraception and prevention of mosquito bites for pregnant and non-pregnant women.</p>
es: <p>Para mujeres que viven en áreas con Zika.</p>

source: What Men Need to Know about Zika for people living in areas with Zika
es: Lo que los hombres necesitan saber sobre el Zika

source: <p>A two-page job aid for health workers who are counseling men about Zika risks, symptoms and preventative measures when living in areas with Zika transmission.</p>
es: <p>Para las personas que viven en áreas con Zika.</p>

source: m4RH Basic messages, English
es: Mensajes básicos de m4RH, Inglés

source: <p>Through its Mobile for Reproductive Health (m4RH) project, FHI 360 developed a set of text messages on family planning methods that users in Kenya and Tanzania can access via their mobile phones. This low-cost approach to reaching contraceptive users was part of a research study aimed at determining the feasibility of providing family planning information via text message. The m4RH messages were developed using evidence-based content, including the World Health Organization family planning handbook for providers, and were crafted specifically for short message service (SMS), or text message, use.&nbsp;<span>&ldquo;m4RH basic&rdquo; provides essential information about each method in approximately 2-3 texts per method (slightly longer in Kiswahili), including method effectiveness, duration of use, ability to return to fertility. &nbsp;</span></p> <p>If you are interested in adapting this content&mdash;either by translating it into another language or by modifying the content itself&mdash;we are happy to provide a simple license for adaptation. Please email&nbsp;<a href="mailto:m4RH@fhi360.org">m4RH@fhi360.org</a>.</p>
es: <p>A través de este proyecto de Mobile for Reproductive Health (m4RH), FHI 360 desarrolló un conjunto de mensajes de texto sobre métodos de planificación familiar a los que los usuarios de Kenia y Tanzania pueden acceder a través de sus teléfonos móviles. Esta estrategia de bajo costo para llegar a los usuarios de anticonceptivos fue parte de un estudio de investigación que tuvo como objetivo determinar la viabilidad de brindar información sobre planificación familiar a través de mensajes de texto. Los mensajes de m4RH se desarrollaron utilizando contenido basado en evidencias, incluido el manual para proveedores de la Organización Mundial de la Salud, y se elaboraron específicamente para el Servicio de Mensajes Cortos (SMS), o mensajes de texto.&nbsp;<span>&ldquo;m4RH basic&rdquo; brinda información esencial sobre cada método en aproximadamente 2 o 3 mensajes por método (algunos más en Kiswahili), que incluye eficacia, período de uso, capacidad para recuperar la fertilidad.&nbsp;</span></p><p>Si le interesa adaptar este contenido&mdash;traduciéndolo a otro idioma o modificándolo&mdash;le otorgaremos una licencia simple para la adaptación. Envíe un correo electrónico a&nbsp;<a href="mailto:m4RH@fhi360.org">m4RH@fhi360.org</a>.</p>

source: m4RH Basic messages
es: Mensajes básicos de m4RH

source: m4RH Plus messages
es: Mensajes de m4RH Plus

source: <p>Through its Mobile for Reproductive Health (m4RH) project, FHI 360 developed a set of text messages on family planning methods that users in Kenya and Tanzania can access via their mobile phones. This low-cost approach to reaching contraceptive users was part of a research study aimed at determining the feasibility of providing family planning information via text message. The m4RH messages were developed using evidence-based content, including the World Health Organization family planning handbook for providers, and were crafted specifically for short message service (SMS), or text message, use. "m4RH Plus&rdquo; offers more in-depth information and expanded content via sub-menus, covering management of side effects, common rumors or misconceptions, and benefits of methods. &nbsp;</p> <p>If you are interested in adapting this content&mdash;either by translating it into another language or by modifying the content itself&mdash;we are happy to provide a simple license for adaptation. Please email&nbsp;<a href="mailto:m4RH@fhi360.org">m4RH@fhi360.org</a>.</p>
es: <p>A través de este proyecto de Mobile for Reproductive Health (m4RH), FHI 360 desarrolló un conjunto de mensajes de texto sobre métodos de planificación familiar a los que los usuarios de Kenia y Tanzania pueden acceder a través de sus teléfonos móviles. Esta estrategia de bajo costo para llegar a los usuarios de anticonceptivos fue parte de un estudio de investigación que tuvo como objetivo determinar la viabilidad de brindar información sobre planificación familiar a través de mensajes de texto. Los mensajes de m4RH se desarrollaron utilizando contenido basado en evidencias, incluido el manual para proveedores de la Organización Mundial de la Salud, y se elaboraron específicamente para el Servicio de Mensajes Cortos (SMS), o mensajes de texto. "m4RH Plus&rdquo; ofrece información más detallada y contenido ampliado a través de submenús, con datos sobre el tratamiento de los efectos secundarios, rumores o conceptos erróneos comunes, y los beneficios de los métodos. &nbsp;</p><p>Si le interesa adaptar este contenido &mdash;traduciéndolo a otro idioma o modificándolo&mdash; le otorgaremos una licencia simple para la adaptación. Envíe un correo electrónico a&nbsp;<a href="mailto:m4RH@fhi360.org">m4RH@fhi360.org</a>.</p>

source: m4RH Youth messages
es: Mensajes para los jóvenes de m4RH

source: <p>Through its Mobile for Reproductive Health (m4RH) project, FHI 360 developed a set of text messages on family planning methods that users in Kenya and Tanzania can access via their mobile phones. This low-cost approach to reaching contraceptive users was part of a research study aimed at determining the feasibility of providing family planning information via text message. The m4RH messages were developed using evidence-based content, including the World Health Organization family planning handbook for providers, and were crafted for short message service (SMS), or text message, use. m4RH content has been adapted for young people 10-24 years old. The &ldquo;m4RH youth&rdquo; content includes the m4RH Plus messages in addition to content on puberty, sex, pregnancy, health choices, gender-based violence, and dual protection.</p> <p>If you are interested in adapting this content&mdash;either by translating it into another language or by modifying the content itself&mdash;we will provide a license for adaptation. Please email&nbsp;<a href="mailto:m4RH@fhi360.org">m4RH@fhi360.org</a>.</p>
es: <p>A través de su proyecto de Mobile for Reproductive Health (m4RH), FHI 360 desarrolló un conjunto de mensajes de texto sobre métodos de planificación familiar a los que los usuarios de Kenia y Tanzania pueden acceder a través de sus teléfonos móviles. Esta estrategia de bajo costo para llegar a los usuarios de anticonceptivos fue parte de un estudio de investigación que tuvo como objetivo determinar la viabilidad de brindar información sobre planificación familiar a través de mensajes de texto. Los mensajes de m4RH se desarrollaron utilizando contenido basado en evidencias, incluido el manual para proveedores de la Organización Mundial de la Salud, y se elaboraron específicamente para el Servicio de Mensajes Cortos (SMS), o mensajes de texto. El contenido de m4RH se adaptó a jóvenes de 10 a 24 años de edad e incluye los mensajes de m4RH Plus además de información sobre pubertad, sexo, embarazo, opciones de salud, violencia de género y protección doble.</p><p>Si le interesa adaptar este contenido &mdash;traduciéndolo a otro idioma o modificándolo&mdash; le otorgaremos una licencia simple para la adaptación. Envíe un correo electrónico a&nbsp;<a href="mailto:m4RH@fhi360.org">m4RH@fhi360.org</a>.</p>

source: Important Information about Zika for people living in areas with Zika
es: Información importante sobre el Zika para personas que viven en áreas donde los mosquitos no están propagando esta enfermedad

source: <p>One page job aid providing counseling information for people living in areas where Zika is present</p>
es: <p>Si una mujer contrae Zika mientras está embarazada, puede tener un aborto espontáneo o su bebé puede nacer con defectos congénitos graves.</p>

source: Protecting Yourself and Others from Zika for women living in areas where mosquitoes are not spreading Zika
es: Lo que los hombres necesitan saber sobre el Zika para hombres que viven en áreas donde los mosquitos no están propagando esta enfermedad

source: <p>Family planning information for men living in areas without Zika contamination.&nbsp;</p>
es: <p>Información sobre planificación familiar para hombres que viven en áreas sin contaminación por Zika.&nbsp;</p>

source: What Men Need to Know about Zika for men living in areas where mosquitoes are not spreading Zika
es: Protegerse a usted misma y a otros del Zika para mujeres que viven en áreas donde los mosquitos no están propagando esta enfermedad

source: <p>Information for people traveling to areas where Zika contamination is present.</p>
es: <p>Información para personas que viajan a áreas donde está presente la contaminación por Zika.</p>

source: Family Planning Counseling Process for Female Clients in Areas WITHOUT Local Transmission
es: Proceso de asesoramiento para la planificación familiar para clientes femeninos en áreas SIN transmisión local

source: <p>A one-page job aid guiding health workers through the initial screening questions recommended prior to a Zika testing visit for women living in areas without local transmission.</p>
es: <p>Material de apoyo: Proceso de asesoramiento sobre planificación familiar para clientes femeninos en áreas SIN transmisión local.</p>

source: Initial Screening Questions for Female and Male Clients in Areas WITHOUT Local Transmission
es: Preguntas iniciales de exploración para clientes femeninos y masculinos en áreas SIN transmisión local

source: Initial screening questions for female and male clients in areas without local transmission
es: <p>Material de apoyo n.º 2: Preguntas iniciales de exploración para clientes femeninos y masculinos en áreas SIN transmisión local.</p>

source: Counseling Female Clients about Risk of Zika Infection in Areas WITHOUT Local Transmission
es: Asesoramiento para clientes femeninos sobre el riesgo del Zika en áreas SIN transmisión local

source: <p>This two page job aid guides health workers through the steps of counseling clients on current and future risks of Zika transmission pertaining to female clients living in areas without existing local transmission. </p>
es: <p>Material de apoyo n.º 3: Asesoramiento para clientes femeninos sobre el riesgo del Zika en áreas SIN transmisión local.</p>

source: Providing Client-Centered Contraceptive Counseling and Education for areas WITHOUT Zika
es: Proporcionar asesoramiento centrado en el cliente e información sobre anticonceptivos

source: <p>This two-page job aid provides guidance for health workers who are counseling patients on contraceptive use in areas that are not effected by Zika. </p>
es: <p>Material de apoyo n.º 4: Asesoramiento para clientes femeninos sobre el riesgo del Zika en áreas SIN transmisión local.</p>

source: Strategies to Prevent Zika Virus and its Consequences for Clients Living in Areas WITHOUT Local Transmission
es: Estrategias para prevenir el virus del Zika y sus consecuencias para los clientes que viven en áreas SIN transmisión local

source: <p>This one page job aid provides strategies health workers can use in guiding patients through strategies to prevent Zika virus-specifically for those who are living in areas not affected by Zika virus.</p>
es: <p>Material de apoyo n.º 6: Estrategias para prevenir el virus del Zika y sus consecuencias para los clientes que viven en áreas SIN transmisión local.</p>
