Repository: mPowering/orb-translations
Catalog: */resource.po
Languages: es

source: <p class="p1">This [MATERIAL TYPE] is a part of the Every Breath Counts communications campaign developed by he UN Diarrhea and Pneumonia Working Group, and led by the Clinton Health Access Institute, McCann Global Health, USAID, UNICEF, and Abt Associates.&nbsp;</p> <p class="p1">You should use this training if the frontline health workers in your community ARE permitted to prescribe/dispense amoxicillin.&nbsp;</p> <p class="p1">The Every Breath Counts communications campaign is designed to educate caregivers and frontline health workers about the signs, symptoms, and treatment of pneumonia in the most at-risk countries. The campaign is all open-source, allowing for materials to be adapted to local needs and contexts, and is available in three versions--African, African (Muslim), and Asian. All campaign materials were extensively researched and tested for clarity and relatability across nine countries: Bangladesh, DRC, &nbsp;Ethiopia, India, Kenya, Niger, Nigeria, Tanzania, and Uganda.&nbsp;</p> <p class="p1">For more information about this campaign, please visit&nbsp;<a href="http://www.lifesavingcommodities.org/pneumonia">http://www.lifesavingcommodities.org/pneumonia</a></p>
es: <p class="p1">Este [TIPO DE MATERIAL] es parte de la campaña de comunicaciones Every Breath Counts, desarrollada por el Grupo de trabajo sobre diarrea y neumonía de la ONU y dirigida por el instituto Clinton Health Access Institute, McCann Global Health, USAID, UNICEF y Abt Associates.&nbsp;</p><p class="p1">Debería usar esta capacitación si los trabajadores de salud de primera línea de su comunidad TIENEN permitido prescribir/administrar amoxicilina.&nbsp;</p><p class="p1">La campaña de comunicaciones Every Breath Counts está diseñada para informar a los cuidadores y a los trabajadores de salud de primera línea sobre los signos, los síntomas y el tratamiento de la neumonía en los países que presentan mayores riesgos. La campaña es completamente de fuente abierta, y permite que los materiales se adapten a las necesidades y los contextos locales, y está disponible en tres versiones: africana, africana (musulmana) y asiática. Todos los materiales de la campaña fueron ampliamente investigados y probados para garantizar la claridad y la aptitud para relatarse en nueve países: Bangladesh, República Democrática del Congo, &nbsp;Etiopía, India, Kenia, Níger, Nigeria, Tanzania y Uganda.&nbsp;</p><p class="p1">Si desea obtener más información sobre esta campaña, visite&nbsp;<a href="http://www.lifesavingcommodities.org/pneumonia">http://www.lifesavingcommodities.org/pneumonia</a></p>

source: Pneumonia Education - African English - Caregiver Kit
es: Información sobre neumonía – Inglés africano – Kit para el cuidador

source: <p class="p1"><span class="s1">This kit is a part of the Every Breath Counts communications campaign developed by the UN Diarrhea and Pneumonia Working Group, and led by the Clinton Health Access Institute, McCann Global Health, USAID, UNICEF, and Abt Associates.</span></p> <p class="p1"><span class="s1">The kit includes a Quickstart Guide, Poster, Flier, two Flipcharts, and an Adaptation Guide.</span></p> <p class="p1"><span class="s1">The Every Breath Counts communications campaign is designed to educate caregivers and frontline health workers about the signs, symptoms, and treatment of pneumonia in the most at-risk countries. The campaign is all open-source, allowing for materials to be adapted to local needs and contexts, and is available in three versions--African, African (Muslim), and Asian. All campaign materials were extensively researched and tested for clarity and relatability across nine countries: Bangladesh, DRC, &nbsp;Ethiopia, India, Kenya, Niger, Nigeria, Tanzania, and Uganda.&nbsp;</span></p> <p class="p1"><span class="s1">For more information about this campaign, please visit&nbsp;<a href="http://www.lifesavingcommodities.org/pneumonia"><span class="s2">http://www.lifesavingcommodities.org/pneumonia</span></a></span></p> <p><span>&nbsp;</span></p>
es: <p class="p1"><span class="s1">Este kit es parte de la campaña de comunicaciones Every Breath Counts, desarrollada por el Grupo de trabajo sobre diarrea y neumonía de la ONU y dirigida por el instituto Clinton Health Access Institute, McCann Global Health, USAID, UNICEF y Abt Associates.</span></p><p class="p1"><span class="s1">El kit incluye una Guía de inicio rápido, un afiche, un panfleto, dos rotafolios, un documento con preguntas frecuentes y una guía de adaptación.</span></p><p class="p1"><span class="s1">La campaña de comunicaciones Every Breath Counts está diseñada para informar a los cuidadores y a los trabajadores de salud de primera línea sobre los signos, los síntomas y el tratamiento de la neumonía en los países que presentan mayores riesgos. La campaña es completamente de fuente abierta, y permite que los materiales se adapten a las necesidades y los contextos locales, y está disponible en tres versiones: africana, africana (musulmana) y asiática. Todos los materiales de la campaña fueron ampliamente investigados y probados para garantizar la claridad y la aptitud para relatarse en nueve países: Bangladesh, República Democrática del Congo, &nbsp;Etiopía, India, Kenia, Níger, Nigeria, Tanzania y Uganda.&nbsp;</span></p><p class="p1"><span class="s1">Si desea obtener más información sobre esta campaña, visite&nbsp;<a href="http://www.lifesavingcommodities.org/pneumonia"><span class="s2">http://www.lifesavingcommodities.org/pneumonia</span></a></span></p><p><span>&nbsp;</span></p>

source: Pneumonia Education - African Muslim French - Health Worker Flier
es: Información sobre neumonía - Francés africano musulmán - Panfleto para trabajadores de la salud

source: Pneumonia Education - African Muslim English - Caregiver Kit
es: Información sobre neumonía – Inglés africano musulmán – Kit para el cuidador

source: <p class="p1"><span class="s1">This kit is a part of the Every Breath Counts communications campaign developed by the UN Diarrhea and Pneumonia Working Group, and led by the Clinton Health Access Institute, McCann Global Health, USAID, UNICEF, and Abt Associates.</span></p> <p class="p1"><span class="s1">The kit includes a Quickstart Guide, Poster, Flier, two Flipcharts, and an Adaptation Guide.</span></p> <p class="p1"><span class="s1">The Every Breath Counts communications campaign is designed to educate caregivers and frontline health workers about the signs, symptoms, and treatment of pneumonia in the most at-risk countries. The campaign is all open-source, allowing for materials to be adapted to local needs and contexts, and is available in three versions--African, African (Muslim), and Asian. All campaign materials were extensively researched and tested for clarity and relatability across nine countries: Bangladesh, DRC, &nbsp;Ethiopia, India, Kenya, Niger, Nigeria, Tanzania, and Uganda.&nbsp;</span></p> <p class="p1"><span class="s1">For more information about this campaign, please visit&nbsp;<a href="http://www.lifesavingcommodities.org/pneumonia"><span class="s2">http://www.lifesavingcommodities.org/pneumonia</span></a></span></p>
es: <p class="p1"><span class="s1">Este kit es parte de la campaña de comunicaciones Every Breath Counts, desarrollada por el Grupo de trabajo sobre diarrea y neumonía de la ONU y dirigida por el instituto Clinton Health Access Institute, McCann Global Health, USAID, UNICEF y Abt Associates.</span></p><p class="p1"><span class="s1">El kit incluye una Guía de inicio rápido, un afiche, un panfleto, dos rotafolios, un documento con preguntas frecuentes y una guía de adaptación.</span></p><p class="p1"><span class="s1">La campaña de comunicaciones Every Breath Counts está diseñada para informar a los cuidadores y a los trabajadores de salud de primera línea sobre los signos, los síntomas y el tratamiento de la neumonía en los países que presentan mayores riesgos. La campaña es completamente de fuente abierta, y permite que los materiales se adapten a las necesidades y los contextos locales, y está disponible en tres versiones: africana, africana (musulmana) y asiática. Todos los materiales de la campaña fueron ampliamente investigados y probados para garantizar la claridad y la aptitud para relatarse en nueve países: Bangladesh, República Democrática del Congo, &nbsp;Etiopía, India, Kenia, Níger, Nigeria, Tanzania y Uganda.&nbsp;</span></p><p class="p1"><span class="s1">Si desea obtener más información sobre esta campaña, visite&nbsp;<a href="http://www.lifesavingcommodities.org/pneumonia"><span class="s2">http://www.lifesavingcommodities.org/pneumonia</span></a></span></p>

source: Pneumonia Education - African Muslim French - Health Worker Training (without amoxicillin)
es: Información sobre neumonía - Francés africano musulmán - Capacitación para trabajadores de la salud (sin amoxicilina)

source: <p class="p1">This [MATERIAL TYPE] is a part of the Every Breath Counts communications campaign developed by he UN Diarrhea and Pneumonia Working Group, and led by the Clinton Health Access Institute, McCann Global Health, USAID, UNICEF, and Abt Associates.&nbsp;</p> <p class="p1">You should use this training if the frontline health workers in your community ARE NOT permitted to prescribe/dispense amoxicillin.</p> <p class="p1">The Every Breath Counts communications campaign is designed to educate caregivers and frontline health workers about the signs, symptoms, and treatment of pneumonia in the most at-risk countries. The campaign is all open-source, allowing for materials to be adapted to local needs and contexts, and is available in three versions--African, African (Muslim), and Asian. All campaign materials were extensively researched and tested for clarity and relatability across nine countries: Bangladesh, DRC, &nbsp;Ethiopia, India, Kenya, Niger, Nigeria, Tanzania, and Uganda.&nbsp;</p> <p class="p1">For more information about this campaign, please visit&nbsp;<a href="http://www.lifesavingcommodities.org/pneumonia">http://www.lifesavingcommodities.org/pneumonia</a></p>
es: <p class="p1">Este [TIPO DE MATERIAL] es parte de la campaña de comunicaciones Every Breath Counts, desarrollada por el Grupo de trabajo sobre diarrea y neumonía de la ONU y dirigida por el instituto Clinton Health Access Institute, McCann Global Health, USAID, UNICEF y Abt Associates.&nbsp;</p><p class="p1">Debería usar esta capacitación si los trabajadores de salud de primera línea de su comunidad NO tienen permitido prescribir/administrar amoxicilina.&nbsp;</p><p class="p1">La campaña de comunicaciones Every Breath Counts está diseñada para informar a los cuidadores y a los trabajadores de salud de primera línea sobre los signos, los síntomas y el tratamiento de la neumonía en los países que presentan mayores riesgos. La campaña es completamente de fuente abierta, y permite que los materiales se adapten a las necesidades y los contextos locales, y está disponible en tres versiones: africana, africana (musulmana) y asiática. Todos los materiales de la campaña fueron ampliamente investigados y probados para garantizar la claridad y la aptitud para relatarse en nueve países: Bangladesh, República Democrática del Congo, &nbsp;Etiopía, India, Kenia, Níger, Nigeria, Tanzania y Uganda.&nbsp;</p><p class="p1">Si desea obtener más información sobre esta campaña, visite&nbsp;<a href="http://www.lifesavingcommodities.org/pneumonia">http://www.lifesavingcommodities.org/pneumonia</a></p>

source: Pneumonia Education - African Muslim French - Health Worker Training (with amoxicillin)
es: Información sobre neumonía - Francés africano musulmán - Capacitación para trabajadores de la salud (con amoxicilina)

source: <p class="p1">This [MATERIAL TYPE] is a part of the Every Breath Counts communications campaign developed by he UN Diarrhea and Pneumonia Working Group, and led by the Clinton Health Access Institute, McCann Global Health, USAID, UNICEF, and Abt Associates.&nbsp;</p> <p class="p1">You should use this training if the frontline health workers in your community ARE permitted to prescribe/dispense amoxicillin.</p> <p class="p1">The Every Breath Counts communications campaign is designed to educate caregivers and frontline health workers about the signs, symptoms, and treatment of pneumonia in the most at-risk countries. The campaign is all open-source, allowing for materials to be adapted to local needs and contexts, and is available in three versions--African, African (Muslim), and Asian. All campaign materials were extensively researched and tested for clarity and relatability across nine countries: Bangladesh, DRC, &nbsp;Ethiopia, India, Kenya, Niger, Nigeria, Tanzania, and Uganda.&nbsp;</p> <p class="p1">For more information about this campaign, please visit&nbsp;<a href="http://www.lifesavingcommodities.org/pneumonia">http://www.lifesavingcommodities.org/pneumonia</a></p>
es: <p class="p1">Este [TIPO DE MATERIAL] es parte de la campaña de comunicaciones Every Breath Counts, desarrollada por el Grupo de trabajo sobre diarrea y neumonía de la ONU y dirigida por el instituto Clinton Health Access Institute, McCann Global Health, USAID, UNICEF y Abt Associates.&nbsp;</p><p class="p1">Debería usar esta capacitación si los trabajadores de salud de primera línea de su comunidad NO tienen permitido prescribir/administrar amoxicilina.&nbsp;</p><p class="p1">La campaña de comunicaciones Every Breath Counts está diseñada para informar a los cuidadores y a los trabajadores de salud de primera línea sobre los signos, los síntomas y el tratamiento de la neumonía en los países que presentan mayores riesgos. La campaña es completamente de fuente abierta, y permite que los materiales se adapten a las necesidades y los contextos locales, y está disponible en tres versiones: africana, africana (musulmana) y asiática. Todos los materiales de la campaña fueron ampliamente investigados y probados para garantizar la claridad y la aptitud para relatarse en nueve países: Bangladesh, República Democrática del Congo, &nbsp;Etiopía, India, Kenia, Níger, Nigeria, Tanzania y Uganda.&nbsp;</p><p class="p1">Si desea obtener más información sobre esta campaña, visite&nbsp;<a href="http://www.lifesavingcommodities.org/pneumonia">http://www.lifesavingcommodities.org/pneumonia</a></p>

source: Pneumonia Education - South Asian English - Caregiver Kit
es: Información sobre neumonía – Inglés sudasiático – Kit para el cuidador

source: Pneumonia Education - African French - Caregiver Kit
es: Información sobre neumonía – Francés africano – Kit para el cuidador

source: Pneumonia Education - African Muslim French - Caregiver Kit
es: Información sobre neumonía - Francés africano musulmán - Kit para el cuidador

source: Pneumonia Education - African English - Health Worker Kit
es: Información sobre neumonía – Inglés africano – Kit para el trabajador de la salud

source: <p class="p1">This kit is a part of the Every Breath Counts communications campaign developed by he UN Diarrhea and Pneumonia Working Group, and led by the Clinton Health Access Institute, McCann Global Health, USAID, UNICEF, and Abt Associates.&nbsp;</p> <p class="p1">The kit includes a Quickstart Guide, Flier, FAQ document, two Flipcharts, two Videos, and an Adaptation Guide</p> <p class="p1">The Every Breath Counts communications campaign is designed to educate caregivers and frontline health workers about the signs, symptoms, and treatment of pneumonia in the most at-risk countries. The campaign is all open-source, allowing for materials to be adapted to local needs and contexts, and is available in three versions--African, African (Muslim), and Asian. All campaign materials were extensively researched and tested for clarity and relatability across nine countries: Bangladesh, DRC, &nbsp;Ethiopia, India, Kenya, Niger, Nigeria, Tanzania, and Uganda.&nbsp;</p>
es: <p class="p1"><span class="s1">Este kit es parte de la campaña de comunicaciones Every Breath Counts, desarrollada por el Grupo de trabajo sobre diarrea y neumonía de la ONU y dirigida por el instituto Clinton Health Access Institute, McCann Global Health, USAID, UNICEF y Abt Associates.</span></p><p class="p1"><span class="s1">El kit incluye una Guía de inicio rápido, un afiche, un panfleto, dos rotafolios, un documento con preguntas frecuentes y una guía de adaptación.</span></p><p class="p1"><span class="s1">La campaña de comunicaciones Every Breath Counts está diseñada para informar a los cuidadores y a los trabajadores de salud de primera línea sobre los signos, los síntomas y el tratamiento de la neumonía en los países que presentan mayores riesgos. La campaña es completamente de fuente abierta, y permite que los materiales se adapten a las necesidades y los contextos locales, y está disponible en tres versiones: africana, africana (musulmana) y asiática. Todos los materiales de la campaña fueron ampliamente investigados y probados para garantizar la claridad y la aptitud para relatarse en nueve países: Bangladesh, República Democrática del Congo, &nbsp;Etiopía, India, Kenia, Níger, Nigeria, Tanzania y Uganda.&nbsp;</p>

source: Pneumonia Education - African French - Health Worker Kit
es: Información sobre neumonía - Francés africano - Kit para trabajadores de la salud

source: <p class="p1"><span class="s1">This kit is a part of the Every Breath Counts communications campaign developed by the UN Diarrhea and Pneumonia Working Group, and led by the Clinton Health Access Institute, McCann Global Health, USAID, UNICEF, and Abt Associates.</span></p> <p class="p1"><span class="s1">The kit includes a Quickstart Guide, Poster, Flier, two Flipcharts, FAQ Document, and an Adaptation Guide.</span></p> <p class="p1"><span class="s1">The Every Breath Counts communications campaign is designed to educate caregivers and frontline health workers about the signs, symptoms, and treatment of pneumonia in the most at-risk countries. The campaign is all open-source, allowing for materials to be adapted to local needs and contexts, and is available in three versions--African, African (Muslim), and Asian. All campaign materials were extensively researched and tested for clarity and relatability across nine countries: Bangladesh, DRC, &nbsp;Ethiopia, India, Kenya, Niger, Nigeria, Tanzania, and Uganda.&nbsp;</span></p> <p class="p1"><span class="s1">For more information about this campaign, please visit&nbsp;<a href="http://www.lifesavingcommodities.org/pneumonia"><span class="s2">http://www.lifesavingcommodities.org/pneumonia</span></a></span></p>
es: <p class="p1"><span class="s1">Este kit es parte de la campaña de comunicaciones Every Breath Counts, desarrollada por el Grupo de trabajo sobre diarrea y neumonía de la ONU y dirigida por el instituto Clinton Health Access Institute, McCann Global Health, USAID, UNICEF y Abt Associates.</span></p><p class="p1"><span class="s1">El kit incluye una Guía de inicio rápido, un afiche, un panfleto, dos rotafolios, un documento con preguntas frecuentes y una guía de adaptación.</span></p><p class="p1"><span class="s1">La campaña de comunicaciones Every Breath Counts está diseñada para informar a los cuidadores y a los trabajadores de salud de primera línea sobre los signos, los síntomas y el tratamiento de la neumonía en los países que presentan mayores riesgos. La campaña es completamente de fuente abierta, y permite que los materiales se adapten a las necesidades y los contextos locales, y está disponible en tres versiones: africana, africana (musulmana) y asiática. Todos los materiales de la campaña fueron ampliamente investigados y probados para garantizar la claridad y la aptitud para relatarse en nueve países: Bangladesh, República Democrática del Congo, &nbsp;Etiopía, India, Kenia, Níger, Nigeria, Tanzania y Uganda.&nbsp;</span></p><p class="p1"><span class="s1">Si desea obtener más información sobre esta campaña, visite&nbsp;<a href="http://www.lifesavingcommodities.org/pneumonia"><span class="s2">http://www.lifesavingcommodities.org/pneumonia</span></a></span></p>

source: Pneumonia Education - Muslim African English - Health Worker Flier
es: Información sobre neumonía – Inglés africano musulmán – Panfleto para trabajadores de la salud

source: <p class="p1">This [MATERIAL TYPE] is a part of the Every Breath Counts communications campaign developed by he UN Diarrhea and Pneumonia Working Group, and led by the Clinton Health Access Institute, McCann Global Health, USAID, UNICEF, and Abt Associates.&nbsp;&nbsp;</p> <p class="p1">The kit includes a Quickstart Guide, Flier, FAQ document, two Flipcharts, two Videos, and an Adaptation Guide</p> <p class="p1">The Every Breath Counts communications campaign is designed to educate caregivers and frontline health workers about the signs, symptoms, and treatment of pneumonia in the most at-risk countries. The campaign is all open-source, allowing for materials to be adapted to local needs and contexts, and is available in three versions--African, African (Muslim), and Asian. All campaign materials were extensively researched and tested for clarity and relatability across nine countries: Bangladesh, DRC, &nbsp;Ethiopia, India, Kenya, Niger, Nigeria, Tanzania, and Uganda.&nbsp;</p> <p class="p1">For more information about this campaign, please visit&nbsp;<a href="http://www.lifesavingcommodities.org/pneumonia">http://www.lifesavingcommodities.org/pneumonia</a></p>
es: <p class="p1">Este [TIPO DE MATERIAL] es parte de la campaña de comunicaciones Every Breath Counts, desarrollada por el Grupo de trabajo sobre diarrea y neumonía de la ONU y dirigida por el instituto Clinton Health Access Institute, McCann Global Health, USAID, UNICEF y Abt Associates.&nbsp;</p><p class="p1">El kit incluye una Guía de inicio rápido, un afiche, un panfleto, dos rotafolios, un documento con preguntas frecuentes y una guía de adaptación.</p><p class="p1">La campaña de comunicaciones Every Breath Counts está diseñada para informar a los cuidadores y a los trabajadores de salud de primera línea sobre los signos, los síntomas y el tratamiento de la neumonía en los países que presentan mayores riesgos. La campaña es completamente de fuente abierta, y permite que los materiales se adapten a las necesidades y los contextos locales, y está disponible en tres versiones: africana, africana (musulmana) y asiática. Todos los materiales de la campaña fueron ampliamente investigados y probados para garantizar la claridad y la aptitud para relatarse en nueve países: Bangladesh, República Democrática del Congo, &nbsp;Etiopía, India, Kenia, Níger, Nigeria, Tanzania y Uganda.&nbsp;</p><p class="p1"><span class="s1">Si desea obtener más información sobre esta campaña, visite&nbsp;<a href="http://www.lifesavingcommodities.org/pneumonia">http://www.lifesavingcommodities.org/pneumonia</a></p>

source: Pneumonia Education - Muslim African English - Health Worker Kit
es: Información sobre neumonía – Inglés africano musulmán – Kit para el trabajador de la salud

source: Pneumonia Education - African Muslim English - Health Worker Kit
es: Información sobre neumonía – Inglés africano musulmán – Kit para trabajadores de la salud
