Repository: mPowering/orb-translations
Catalog: */resource.po
Languages: es

source: <p>PPH, or excessive bleeding after delivery, accounts for a third of all maternal deaths in sub-Saharan Africa, although it is widely preventable and treatable. This film reinforces how to both prevent and manage a PPH in the most common of cases.</p> <div style="text-align: center;"><iframe title="How to prevent and manage bleeding after birth (primary postpartum haemorrhage)" src="https://player.vimeo.com/video/72270580" frameborder="0" width="500" height="281"></iframe></div>
es: <p>La hemorragia posparto (PPH), o el sangrado excesivo después del parto, produce un tercio de todas las muertes maternas en África subsahariana, a pesar de que es ampliamente prevenible y tratable. Esta película refuerza cómo prevenir y tratar una PPH en los casos más comunes.</p><div style="text-align: center;"><iframe title="How to prevent and manage bleeding after birth (primary postpartum haemorrhage)" src="https://player.vimeo.com/video/72270580" frameborder="0" width="500" height="281"></iframe></div>

source: Cervical Cancer: Understanding prevention, screening and treatment
es: Cáncer cervical: comprender la prevención, las pruebas de detección y el tratamiento

source: <p>This film will explain how pre-cancer cells and cervical cancer develops. It will also explain what you can do to protect yourself from the disease by making healthy choices, attending cervical screening and seeking treatment if necessary.</p> <p>Every year half a million women are diagnosed with cervical cancer and over half of these women will die. The availability of screening and treatment can prevent so many of these unnecessary deaths. There are currently 3 films in this series.</p> <div style="text-align: center;"><iframe title="Understanding screening, treatment and prevention of cervical cancer" src="https://player.vimeo.com/video/81493051" frameborder="0" width="500" height="281"></iframe></div>
es: <p>Esta película explica cómo se desarrollan las células precancerígenas y el cáncer cervical.</p><p>Cada año, medio millón de mujeres reciben el diagnóstico de cáncer cervical y más de la mitad de estas mujeres mueren. La disponibilidad de pruebas de detección y tratamiento puede prevenir muchas de estas muertes innecesarias. Actualmente hay tres películas en esta serie.</p><div style="text-align: center;"><iframe title="Understanding screening, treatment and prevention of cervical cancer" src="https://player.vimeo.com/video/81493051" frameborder="0" width="500" height="281"></iframe></div>

source: Cervical Cancer: Screening and Treatment Options
es: Cáncer cervical: Detección y opciones de tratamiento

source: <p>This film for skilled health workers will explain how many of these lives could be saved through screening, early detection, prevention and treatment.</p><p>Every year half a million women are diagnosed with cervical cancer and over half of these women will die. The availability of screening and treatment can prevent so many of these unnecessary deaths. There are currently 3 films in this series.<p><div style="text-align:center;"><iframe src="https://player.vimeo.com/video/81489247" width="500" height="281" frameborder="0" title="An introduction to screening and treatment for cervical cancer" webkitallowfullscreen mozallowfullscreen allowfullscreen></iframe></div>
es: <p>Esta película para trabajadores de la salud capacitados explica cuántas de estas vidas podrían salvarse a través de las pruebas de detección, la detección temprana, la prevención y el tratamiento.</p><p>Cada año, medio millón de mujeres reciben el diagnóstico de cáncer cervical y más de la mitad de estas mujeres mueren. La disponibilidad de pruebas de detección y tratamiento puede prevenir muchas de estas muertes innecesarias. Actualmente hay tres películas en esta serie.<p><div style="text-align:center;"><iframe src="https://player.vimeo.com/video/81489247" width="500" height="281" frameborder="0" title="An introduction to screening and treatment for cervical cancer" webkitallowfullscreen mozallowfullscreen allowfullscreen></iframe></div>

source: Cervical Cancer: How to conduct VIA and VILI screening tests
es: Cáncer cervical: Cómo realizar las pruebas de detección VIA y VILI

source: <p>This film, made for a skilled healthworer audience, demonstrates how to perform the two visual inspection screening tests – Visual Inspection with Acetic Acid or VIA and Visual inspection with Lugol’s iodine or VILI.</p><p>Every year half a million women are diagnosed with cervical cancer and over half of these women will die. The availability of screening and treatment can prevent so many of these unnecessary deaths. There are currently 3 films in this series.</p><div style="text-align:center;"><iframe src="https://player.vimeo.com/video/81485387" width="500" height="281" frameborder="0" title="How to carry out visual screening tests for cervical cancer" webkitallowfullscreen mozallowfullscreen allowfullscreen></iframe></div>
es: <p>Esta película, diseñada para trabajadores de la salud capacitados, muestra cómo realizar dos pruebas de detección de inspección visual: inspección visual con ácido acético, o VIA, e inspección visual con solución de yodo de Lugol, o VILI.</p><p>Cada año, medio millón de mujeres reciben el diagnóstico de cáncer cervical y más de la mitad de estas mujeres mueren. La disponibilidad de pruebas de detección y tratamiento puede prevenir muchas de estas muertes innecesarias. Actualmente hay tres películas en esta serie.</p><div style="text-align:center;"><iframe src="https://player.vimeo.com/video/81485387" width="500" height="281" frameborder="0" title="How to carry out visual screening tests for cervical cancer" webkitallowfullscreen mozallowfullscreen allowfullscreen></iframe></div>

source: How to use the ultrasound probe
es: Cómo usar la sonda de ultrasonido

source: <p>Learning the orientation of the ultrasound probe is considered to be the most challenging part of learning to scan. This animation is used in conjunction with other formal training to improve the proficiency, uptake and understanding of scanning.</p> <div style="text-align: center;"><iframe title="How to use ultrasound in pregnancy" src="https://player.vimeo.com/video/28673620" frameborder="0" width="500" height="281"></iframe></div>
es: <p>Se considera que conocer la orientación de la sonda de ultrasonido es la parte más desafiante de aprender a realizar una ecografía. Esta animación se usa en forma conjunta con otras capacitaciones formales para mejorar la pericia, la adopción y la comprensión de las ecografías.</p><div style="text-align:center;"><iframe src="https://player.vimeo.com/video/28673620" width="500" height="281" frameborder="0" title="How to use ultrasound in pregnancy" webkitallowfullscreen mozallowfullscreen allowfullscreen></iframe></div>

source: Caesarean Section - Module 1 - Introduction and Preparation for Surgery
es: Cesárea - Módulo 1 - Introducción y preparación para cirugía

source: <p>This film is an introduction to the topic, and is followed by five more modules which cover surgery, complications and post-operative care. A series of six modular films has been made so that medical staff involved in maternity care can understand how to perform caesarean sections in emergency situations. If it’s possible to bring expert aid to the patient, or transfer her to a more appropriate setting, then this should always be done. To access modules 2-6, please contact info@medicalaidfilms.org</p><div style="text-align:center;"><iframe src="https://player.vimeo.com/video/94496082" width="500" height="281" frameborder="0" title="Caesarean section 1 &ndash; Introduction and preparation for surgery" webkitallowfullscreen mozallowfullscreen allowfullscreen></iframe></div>
es: <p>Esta película es una introducción al tema y está seguida por otros cinco módulos que abarcan cirugía, complicaciones y cuidados posoperatorios. Se ha elaborado una serie de seis películas en módulos para que el personal médico que brinda cuidados de maternidad pueda comprender cómo llevar a cabo una cesárea en situaciones de emergencia. Si es posible brindarle a la paciente atención de un experto o llevarla a un entorno más adecuado, siempre debería hacerse. Para acceder a los módulos 2 a 6, comuníquese a través de info@medicalaidfilms.org</p><div style="text-align:center;"><iframe src="https://player.vimeo.com/video/94496082" width="500" height="281" frameborder="0" title="Caesarean section 1 &ndash; Introduction and preparation for surgery" webkitallowfullscreen mozallowfullscreen allowfullscreen></iframe></div>

source: Respectful Maternity Care
es: Cuidado materno respetuoso

source: <p>The film highlights seven points in White Ribbon Alliance&rsquo;s Universal Rights of Childbearing Women Charter, and will be used as part of a Respectful Maternity Care package developed to ensure engagement and support for healthcare providers to provide Respectful Maternity Care.</p> <div style="text-align: center;"><iframe title="Understanding respectful maternity care" src="https://player.vimeo.com/video/124297959" frameborder="0" width="500" height="281"></iframe></div>
es: <p>La película destaca siete puntos del Estatuto de Derechos Universales de las Madres de White Ribbon Alliance, y se usará como parte del paquete de Cuidado Respetuoso de la Maternidad desarrollado para garantizar la participación y el apoyo de los proveedores de cuidado de la salud para brindar un Cuidado Respetuoso de la Maternidad.</p><div style="text-align: center;"><iframe title="Understanding respectful maternity care" src="https://player.vimeo.com/video/124297959" frameborder="0" width="500" height="281"></iframe></div>

source: Steps to a Normal Delivery
es: Pasos para un parto normal

source: <p>This film is an adaptation of our original 'Safe delivery' film with added voiceover.</p> <div style="text-align: center;"><iframe title="Steps to normal delivery (short &ndash; Sub Saharan Africa)" src="https://player.vimeo.com/video/169217933" frameborder="0" width="500" height="281"></iframe></div>
es: <p>Esta película es una adaptación de nuestra película original "Parto seguro" con voz en off añadida.</p><div style="text-align: center;"><iframe title="Steps to normal delivery (short &ndash; Sub Saharan Africa)" src="https://player.vimeo.com/video/169217933" frameborder="0" width="500" height="281"></iframe></div>

source: Maternal changes in pregnancy
es: Cambios maternos durante el embarazo

source: <p><a style="color: #111; font-family: helvetica;" href="https://www.khanacademy.org/video/maternal-changes-in-pregnancy?utm_campaign=embed" target="_blank"> <strong>Maternal changes in pregnancy</strong>: </a><br /> <iframe src="https://www.khanacademy.org/embed_video?v=A0sp7I9rlz8" frameborder="0" scrolling="no" width="560" height="355"></iframe></p>
es: <p><a style="color: #111; font-family: helvetica;" href="https://www.khanacademy.org/video/maternal-changes-in-pregnancy?utm_campaign=embed" target="_blank"> <strong>Cambios maternales durante el embarazo</strong>: </a><br /> <iframe src="https://www.khanacademy.org/embed_video?v=A0sp7I9rlz8" frameborder="0" scrolling="no" width="560" height="355"></iframe></p>

source: Treating Childhood Diarrhea (Short Version)
es: Tratamiento de la diarrea infantil (versión corta)

source: <p>Training Video: Treating Childhood Diarrhea (Short Version)</p>
es: <p>Video de capacitación: Tratamiento de la diarrea infantil (versión corta)</p>

source: Zinc+ORS Questions and Answers
es: Preguntas y respuestas sobre Zinc+ORS

source: <p>To treat childhood diarrhoea, the World Health Organization recommends treating with both zinc supplements and oral rehydration salts (ORS). Healthcare workers and caregivers may have questions about these treatments. Find answers to commonly asked questions about zinc and ORS in the following FAQ.</p> <p>Pour traiter la diarrh&eacute;e de l&rsquo;enfant, l&rsquo;Organisation mondiale de la Sant&eacute; recommande &agrave; la fois des suppl&eacute;ments de zinc et des sels de r&eacute;hydratation orale (SRO). Les agents de sant&eacute; et les personnes ayant la garde d&rsquo;enfants peuvent avoir des questions au sujet de ces traitements. Vous trouverez dans ce document une synth&egrave;se des questions et des r&eacute;ponses les plus fr&eacute;quentes au sujet du zinc et des SRO.</p>
es: <p>Para tratar la diarrea infantil, la Organización Mundial de la Salud recomienda el tratamiento con suplementos de zinc y sales orales de rehidratación (ORS). Los trabajadores de cuidado de la salud y los cuidadores pueden tener preguntas acerca de estos tratamientos. Encuentre respuestas a preguntas frecuentes sobre el zinc y ORS en la siguiente sección.</p><p>Pour traiter la diarrh&eacute;e de l&rsquo;enfant, l&rsquo;Organisation mondiale de la Sant&eacute; recommande &agrave; la fois des suppl&eacute;ments de zinc et des sels de r&eacute;hydratation orale (SRO). Les agents de sant&eacute; et les personnes ayant la garde d&rsquo;enfants peuvent avoir des questions au sujet de ces traitements. Vous trouverez dans ce document une synth&egrave;se des questions et des r&eacute;ponses les plus fr&eacute;quentes au sujet du zinc et des SRO.</p>

source: Dosing Guidelines Poster
es: Afiche de pautas de dosificación

source: <p>Dosing Guidelines Poster</p>
es: <p>Afiche de pautas de dosificación</p>

source: Umbilical Infections
es: Infecciones del cordón umbilical

source: <p>This film shows how to evaluate the baby with an umbilical infection, how to differentiate a mild infection from a severe one, and how to treat the mild case and refer all severe cases to a higher-level facility.</p> <div style="text-align: center;"><iframe src="https://www.youtube.com/embed/N4zL1BS95sw?rel=0&amp;html5=1" frameborder="0" width="560" height="315"></iframe></div>
es: <p>Esta película muestra cómo evaluar a un bebé que tiene una infección del cordón umbilical, cómo diferenciar una infección leve de una severa, y cómo tratar una infección leve y derivar los casos severos a un centro de nivel superior.</p><div style="text-align: center;"><iframe src="https://www.youtube.com/embed/N4zL1BS95sw?rel=0&amp;html5=1" frameborder="0" width="560" height="315"></iframe></div>

source: Warning Signs in Newborns
es: Signos de advertencia en los recién nacidos

source: This film features 10 major warning signs that will help families with early recognition of serious newborn problems–key to getting timely care and saving babies’ lives.<div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/MX93HfqWZnE?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>
es: Esta película presenta 10 signos principales de advertencia que ayudarán a las familias con el reconocimiento temprano de problemas graves del recién nacido que son clave para obtener atención oportuna y salvar vidas de bebés.<div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/MX93HfqWZnE?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>

source: Referring a Sick Baby
es: Derivar a un bebé enfermo

source: This film shows the essential features of a referral process. It covers involving the family, arranging transport, preparing the baby for the journey, and writing the referral note. It also includes what to do if referral is not an option.<div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/nhWYqF6lDW4?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>
es: Esta película muestra las características esenciales de un proceso de derivación. Trata sobre cómo involucrar a la familia, organizar el transporte, preparar al bebé para el viaje y escribir la nota de derivación. También incluye qué hacer si la derivación no es una opción.<div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/nhWYqF6lDW4?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>

source: Preparing the Birth Room
es: Preparar la sala de parto

source: This film shows the supplies to have ready to prepare for a birth.<div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/WZz8Yysq5mo?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>
es: Esta película muestra los suministros que se deben tener a mano para un parto.<div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/WZz8Yysq5mo?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>

source: Preparing Oral Medicines
es: Preparación de medicamentos orales

source: This film shows how to use a dosing guideline and how to prepare an oral suspension, along with tips for giving medicine by mouth to a young baby.<div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/TvFr3hqo76w?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>
es: Esta película muestra cómo usar una pauta de dosificación y cómo preparar una suspensión oral, junto con consejos para administrar la medicina por boca a un bebé pequeño.<div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/TvFr3hqo76w?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>

source: Preparing Injectable Medicines
es: Preparación de medicamentos inyectables

source: This film shows how to use a dosing guideline and how to prepare and draw up two commonly used antibiotics, ampicillin and gentamicin.<div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/O6lGylNJz5c?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>
es: Esta película muestra cómo usar una pauta de dosificación y cómo preparar y extraer dos antibióticos de uso común: ampicilina y gentamicina.<div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/O6lGylNJz5c?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>

source: Newborn Physical Exam
es: Examen físico a un recién nacido

source: This film demonstrates a newborn physical exam. It shows 3 parts: observation, vital signs, and the head-to-toe exam. It also shows normal variations and abnormal findings.<div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/8foaEYKfDRo?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>
es: Este video muestra un examen físico a un recién nacido. Incluye 3 partes: observación, signos vitales y el examen de la cabeza a los pies. También muestra variaciones normales y hallazgos anormales.<div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/8foaEYKfDRo?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>

source: Thrush
es: Zorzal

source: This film shows what thrush looks like and how to treat it with two options: gentian violet and nystatin.<div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/O4W7WW7xNkY?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>
es: Esta película muestra cómo es zorzal y cómo tratarlo con dos opciones: violeta genciana y nistatín.<div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/O4W7WW7xNkY?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>

source: The Hot Baby
es: El bebé caliente

source: <p>This film shows the baby with a high body temperature: how to examine the baby, cool the baby, and determine if the baby is sick and needs referral (or, in cases where there is no referral option, how to treat the baby).</p> <div style="text-align: center;"><iframe src="https://www.youtube.com/embed/_uhWHZOtq2U?rel=0&amp;html5=1" frameborder="0" width="560" height="315"></iframe></div>
es: <p>Esta película muestra un bebé con alta temperatura corporal: cómo examinarlo, bajarle la temperatura y determinar si está enfermo y necesita derivación (o, en los casos en los que la derivación no es una opción, cómo tratar al bebé).</p><div style="text-align: center;"><iframe src="https://www.youtube.com/embed/_uhWHZOtq2U?rel=0&amp;html5=1" frameborder="0" width="560" height="315"></iframe></div>

source: Home Visit for Mother and Newborn
es: Visita al hogar para madre y recién nacido

source: <p>This film shows the important features of a home visit during the first week of life, integrating care of the baby and mother.</p> <div style="text-align: center;"><iframe src="https://www.youtube.com/embed/w8r0DmfXiCI?rel=0&amp;html5=1" frameborder="0" width="560" height="315"></iframe></div>
es: <p>Esta película muestra las características importantes de una visita al hogar durante la primera semana de vida, integrando el cuidado de la madre y del bebé.</p><div style="text-align: center;"><iframe src="https://www.youtube.com/embed/w8r0DmfXiCI?rel=0&amp;html5=1" frameborder="0" width="560" height="315"></iframe></div>

source: The Cold Baby
es: El bebé frío

source: <p>This film shows the baby with a low body temperature: how to examine the baby, warm the baby, and determine if the baby is sick and needs referral (or, in cases where there is no referral option, how to treat the baby).</p> <div style="text-align: center;"><iframe src="https://www.youtube.com/embed/-6T7f40EB9E?rel=0&amp;html5=1" frameborder="0" width="560" height="315"></iframe></div>
es: <p>Esta película muestra un bebé con baja temperatura corporal: cómo examinarlo, abrigarlo y determinar si está enfermo y necesita derivación (o, en los casos en los que la derivación no es una opción, cómo tratar al bebé).</p><div style="text-align: center;"><iframe src="https://www.youtube.com/embed/-6T7f40EB9E?rel=0&amp;html5=1" frameborder="0" width="560" height="315"></iframe></div>

source: Taking a Heel Blood Sample
es: Tomar una muestra de sangre del talón

source: This film shows how to take a small sample of blood for lab tests from the side of the heel of a baby.<div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/MieKJa5YJd4?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>
es: Esta película muestra cómo tomar una pequeña muestra de sangre del costado del talón de un bebé para pruebas de laboratorio.<div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/MieKJa5YJd4?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>

source: Skin Infection
es: Infecciones de la piel

source: <p>This film shows a baby with a mild skin infection and how to treat it, and how to determine if a baby has a severe skin infection and needs referral (or, in cases where there is no referral option, how to treat the baby).</p> <div style="text-align: center;"><iframe src="https://www.youtube.com/embed/0mUlyeTIQ_8?rel=0&amp;html5=1" frameborder="0" width="560" height="315"></iframe></div>
es: <p>Esta película muestra a un bebé con infección moderada de la piel y cómo tratarla, además de cómo determinar si un bebé tiene una infección severa de la piel y necesita derivación (o, en los casos en los que la derivación no es una opción, cómo tratar al bebé).</p><div style="text-align: center;"><iframe src="https://www.youtube.com/embed/0mUlyeTIQ_8?rel=0&amp;html5=1" frameborder="0" width="560" height="315"></iframe></div>

source: Setting Up an IV Line
es: Preparar una vía intravenosa
