Repository: mPowering/orb-translations
Catalog: */resource.po
Languages: es

source: <p>This video describes core messages regarding personal hygiene for children including hand washing practices, proper bathing, and hair, teeth, nails and mouth cleanliness. Video demonstrates proper handwashing with soap before preparing food, eating, serving meals and after defecation. The video also covers proper handling of food to prevent spoiling.</p> <p>&nbsp;</p> <div style="text-align: center;"><iframe src="https://www.youtube.com/embed/Ud074noBDhg?rel=0&amp;html5=1" frameborder="0" width="560" height="315"></iframe></div>
es: El video describe mensajes centrales sobre la higiene personal para niños, incluidas prácticas de lavado de manos y la limpieza adecuada del cabello, los dientes, las uñas y la boca. Los niños deben usar ropa limpia, pantuflas u otro tipo de calzado en los pies mientras usan el baño y defecan. Deben lavarse siempre las manos con jabón antes de preparar alimentos, comer, servir comida y después de defecar. Deben ingerir comida recién preparada todos los días y no se deben dejar alimentos o agua sin cubrir. Esto evitará que la comida se contamine con polvo o a través de abejas.<div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/Ud074noBDhg?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>

source: Moderate Acute Malnutrition
es: Desnutrición aguda moderada

source: The video is describing about identification of moderate acute malnutrition, refer to anganwadi center for growth monitoring and status in growth, counseling on supplementary nutrition,nutrition & health education. <div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/VDakR9-rAFU?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>
es: El video describe la identificación de la desnutrición aguda moderada, hace referencia al centro Aanganwadi para monitoreo del crecimiento y el estado de crecimiento, asesoramiento sobre nutrición complementaria, e información sobre nutrición y salud. <div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/VDakR9-rAFU?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>

source: Severe Acute Malnutrition
es: Desnutrición aguda severa

source: The video is describing about identification of severe acute Malnutrition, refer to Aanganwadi center for growth monitoring and status in growth, counseling on supplementary nutrition,nutrition & health education. <div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/tsskdUGcRKo?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>
es: El video describe la identificación de la desnutrición aguda severa, hace referencia al centro Aanganwadi para monitoreo del crecimiento y el estado de crecimiento, asesoramiento sobre nutrición complementaria, e información sobre nutrición y salud. <div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/tsskdUGcRKo?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>

source: Nutrition Rehabilitation Centre-Services
es: Centro de rehabilitación de la nutrición - Servicios

source: This video describing about Nutrition rehabilitation centers (NRC) services. NRC is facility based care center for the management of severely malnourished children. In one NRC there is One Doctor, One female feeding demonstrator, one cook, 2 caretaker provide their services. This center provides specific medical care and therapeutic food for children with SAM (Severe Acute Malnourished) and also provide support to mothers of SAM children on complete care and feeding. Feeding demonstrator teach mothers about preparations of nutrition's diet from locally availed food stuff. <div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/u9VHLBtbDSI?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>
es: Este video describe los servicios de los centros de rehabilitación de la nutrición (NRC). Los NRC son centros de cuidados para niños con desnutrición severa.En un NRC, hay un médico, una mujer que demuestra cómo alimentar a un niño, un cocinero, dos cuidadores que proveen sus servicios. Este centro brinda cuidados médicos específicos y alimentos terapéuticos a niños que padecen desnutrición aguda severa (SAM) y también brinda asistencia a madres de niños con este trastorno sobre cuidados y alimentación completa.La mujer que demuestra cómo alimentar a un niño les enseña a las madres a preparar una dieta nutritiva con alimentos disponibles localmente. <div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/u9VHLBtbDSI?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>

source: Hand Washing
es: Lavado de manos

source: <p>&nbsp;</p> <p>This video covers the importance of handwashing before and after preparing and eating meals, usage of toilets, after cleaning, and after working in the fields. Through proper handwashing, a person can avoid various health problems like jaundice.</p> <div style="text-align: center;"><iframe src="https://www.youtube.com/embed/iALSqyWn1RE?rel=0&amp;html5=1" frameborder="0" width="560" height="315"></iframe></div>
es: Este video trata sobre la importancia de lavarse las manos adecuadamente, en especial, antes y después de preparar e ingerir comidas, usar un baño, después de limpiar y trabajar en el campo, etc. Si las manos se lavan adecuadamente, una persona puede evitar varios problemas de salud, como la ictericia, etc.<div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/iALSqyWn1RE?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>

source: How to make nutrient rich food with local ingredients (Neemadi)
es: Cómo preparar alimentos nutritivos con ingredientes locales (Neemadi)

source: This video describes how to make nutrient rich food with local ingredients and techniques such as cut green leafy vegetable and mix into the flour. The chapati become more nutritious, add ground nut and gram flour in to the vegetables in small quantity, mix tomato or vegetables in pulses. This video also provides tips to increase nutrient content in diet such as washing vegetable before cutting, covering the vessel while cooking vegetable and do not cook too much Also mix one part soyabean in ten part of wheat before grinding. Jaggery is more nutritious than sugar and have iron content also.<div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/8MbLZxTiWA4?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>
es: Este video describe cómo preparar alimentos nutritivos con ingredientes locales y muestra técnicas como cortar vegetales de hojas verdes y mezclar con harina. El chapati se vuelve más nutritivo, se pueden agregar pequeñas cantidades de nuez molida y harina de garbanzos a los vegetales, mezclar tomates o vegetales en las legumbres. Este video también brinda consejos para aumentar el contenido de nutrientes en la dieta, como lavar los vegetales antes de cortarlos, cubrir el recipiente mientras se cocinan vegetales y no cocinarlos demasiado. También se puede mezclar una parte de granos de soja en diez partes de trigo antes de moler. El azúcar morena también es más nutritiva que el azúcar blanca y contiene hierro.<div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/8MbLZxTiWA4?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>

source: How to make nutrient rich food with local ingredients (Korku)
es: Cómo preparar alimentos nutritivos con ingredientes locales (Korku)

source: This video describes how to make nutrient rich food with local ingredients and techniques such as cut green leafy vegetable and mix into the flour. The chapati become more nutritious, add groundnut and gram flour into the vegetables in small quantity, mix tomato or vegetables in pulses. This video also provides tips to increase nutrient content in diet such as washing vegetable before cutting, covering the vessel while cooking vegetable and do not cook too much Also mix one part soyabean in ten part of wheat before grinding. Jaggery is more nutritious than sugar and have iron content also. <div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/8MbLZxTiWA4?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>
es: Este video describe cómo preparar alimentos nutritivos con ingredientes locales y muestra técnicas como cortar vegetales de hojas verdes y mezclar con harina. El chapati se vuelve más nutritivo, se pueden agregar pequeñas cantidades de nuez molida y harina de garbanzos a los vegetales, mezclar tomates o vegetales en las legumbres. El video también brinda consejos para aumentar el contenido de nutrientes en la dieta, como lavar los vegetales antes de cortarlos, cubrir el recipiente mientras se cocinan vegetales y no cocinarlos demasiado. También se puede mezclar una parte de granos de soja en diez partes de trigo antes de moler. El azúcar morena también es más nutritiva que el azúcar blanca y contiene hierro.<div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/8MbLZxTiWA4?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>

source: Family Planning Counselling - Introductory Animation
es: Asesoramiento para la planificación familiar - Animación introductoria

source: <p>Introductory animation video for family planning counsellors.</p> <p>This video was produced as part of the Nigerian Urban Reproductive Health Initiative (NURHI), run by Johns Hopkins University Center for Communications Programs (JHU CCP)</p>
es: <p>Video animado de introducción para consejeros de planificación familiar.</p><p>Este video se produjo como parte de la iniciativa Nigerian Urban Reproductive Health Initiative (NURHI), administrada por el Centro para Programas de Comunicación de la Universidad Johns Hopkins (JHU CCP)</p>

source: Why good family planning counseling matters
es: Por qué es importante un buen asesoramiento en materia de planificación familiar

source: <p>Video on why good family planning counseling matters</p> <p>This video was produced as part of the Nigerian Urban Reproductive Health Initiative (NURHI), run by Johns Hopkins University Center for Communications Programs (JHU CCP)</p>
es: <p>Video sobre por qué es importante el buen asesoramiento en la planificación familiar.</p><p>Este video se produjo como parte de la iniciativa Nigerian Urban Reproductive Health Initiative (NURHI), administrada por el Centro para Programas de Comunicación de la Universidad Johns Hopkins (JHU CCP)</p>

source: Unhelpful and Unfriendly Family Planning Service Provider (Scenario 1)
es: Proveedor de servicios de planificación familiar poco servicial y poco amigable (Situación 1)

source: <p>This video was produced as part of the Nigerian Urban Reproductive Health Initiative (NURHI), run by Johns Hopkins University Center for Communications Programs (JHU CCP)</p>
es: <p>Este video fue producido como parte de la iniciativa Nigerian Urban Reproductive Health Initiative (NURHI), administrada por el Centro para Programas de Comunicación de la Universidad Johns Hopkins (JHU CCP)</p>

source: Helpful and Friendly Family Planning Service Provider (Scenario 1)
es: Proveedor de servicios de planificación familiar servicial y amigable (Situación 1)

source: Unhelpful and Unfriendly Family Planning Service Provider (Scenario 2)
es: Proveedor de servicios de planificación familiar poco servicial y poco amigable (Situación 2)

source: Helpful and Friendly Family Planning Service Provider (Scenario 2)
es: Proveedor de servicios de planificación familiar servicial y amigable (Situación 2)

source: Family Planning Youth Friendly Services - Provider Bias (Negative)
es: Servicios de planificación familiar adecuados para jóvenes - Sesgo del proveedor (Negativo)

source: Family Planning Youth Friendly Services - Provider Bias (Positive)
es: Servicios de planificación familiar adecuados para jóvenes - Sesgo del proveedor (Positivo)

source: Client Counseling - Provider Bias (Negative)
es: Asesoramiento a clientes - Sesgo del proveedor (Negativo)

source: Client Counseling - Provider Bias (Positive)
es: Asesoramiento a clientes - Sesgo del proveedor (Positivo)

source: Supplemental Feeding
es: Alimentación complementaria

source: <p>Living the GoodLife in Ghana: Encouraging families to eat healthier, more nutritious foods.</p>
es: <p>Vivir una buena vida en Ghana: alentar a las familias a comer alimentos más sanos y nutritivos.</p>

source: Protein: Body Building Foods
es: Proteínas: alimentos que desarrollan masa muscular

source: Fruits and Vegetables
es: Frutas y vegetales

source: Energy Foods
es: Alimentos energéticos

source: <p>Because birth complications are often unpredictable, having an emergency plan in place can mean the difference between life and death for a mother and her newborn. Read about the effects of anemia, malaria, HIV and syphilis on pregnancy. Delve into a session devoted entirely to ANC program considerations, including utilization of services, integration with other programs, and monitoring and evaluation.</p> <p>Course content was adapted from USAID's <a href="http://www.globalhealthlearning.org/">Global Health eLearning Center</a>, which is managed by the Knowledge for Health (K4Health) Project, led by&nbsp;Johns Hopkins Bloomberg School of Public Health Center for Communication Programs (CCP).</p>
es: <p>Dado que las complicaciones del parto por lo general son impredecibles, tener un plan de emergencia puede significar la diferencia entre la vida y la muerte de una madre y su recién nacido. Lea acerca de los efectos de la anemia, la malaria, el VIH y la sífilis durante el embarazo. Participe de una sesión dedicada completamente a consideraciones del programa de cuidado prenatal, incluida la utilización de servicios, la integración con otros programas y el monitoreo y la evaluación.</p><p>El contenido del curso se adaptó a partir del <a href="http://www.globalhealthlearning.org/">Global Health eLearning Center</a> (Centro Global de Aprendizaje Electrónico) de USAID, que es administrado por el proyecto Knowledge for Health (K4Health), dirigido por el&nbsp;Centro para Programas de Comunicación (CCP) de la Escuela de Salud Pública Johns Hopkins Bloomberg.</p>

source: Cervical Cancer Prevention (Low - Resource Settings)
es: Prevención del cáncer cervical (Entornos de bajos recursos)

source: <p>This course provides general information on cervical cancer. Learn about its growing global burden, and discover effective, low-cost tools available to detect and treat precancerous lesions.</p> <p>The course also contains essential information for planners and managers of cervical cancer programs.</p> <p>Course content was adapted from USAID's <a href="http://www.globalhealthlearning.org/">Global Health eLearning Center</a>, which is managed by the Knowledge for Health (K4Health) Project, led by&nbsp;Johns Hopkins Bloomberg School of Public Health Center for Communication Programs (CCP).</p>
es: <p>Este curso brinda información general sobre el cáncer cervical. Puede aprender sobre su carga global creciente y descubrir herramientas eficaces y de bajo costo disponibles para detectar y tratar las lesiones precancerosas.</p><p>El curso también contiene información esencial para planificadores y administradores de programas de cáncer cervical.</p><p>El contenido del curso se adaptó a partir del <a href="http://www.globalhealthlearning.org/">Global Health eLearning Center</a> (Centro Global de Aprendizaje Electrónico) de USAID, que es administrado por el proyecto Knowledge for Health (K4Health), dirigido por el&nbsp;Centro para Programas de Comunicación (CCP) de la Escuela de Salud Pública Johns Hopkins Bloomberg.</p>

source: Emergency Obstetric and Newborn Care
es: Cuidado obstétrico y del recién nacido de emergencia

source: <p>The course is aimed at those individuals involved in planning for, implementing, and evaluating essential obstetric and newborn care (EONC) programs. EONC encompasses all care that is provided during pregnancy, labor, childbirth, and the postpartum period to prevent and manage complications.</p> <p>Course content was adapted from USAID's <a href="http://www.globalhealthlearning.org/">Global Health eLearning Center</a>, which is managed by the Knowledge for Health (K4Health) Project, led by&nbsp;Johns Hopkins Bloomberg School of Public Health Center for Communication Programs (CCP).</p>
es: <p>El curso está destinado a los individuos que participan en la planificación, implementación y evaluación de programas esenciales de cuidado obstétrico y del recién nacido (EONC). Los programas de EONC abarcan todo el cuidado que se brinda durante el embarazo, el trabajo de parto, el nacimiento y el período posparto para prevenir y tratar las complicaciones.</p><p>El contenido del curso se adaptó a partir del <a href="http://www.globalhealthlearning.org/">Global Health eLearning Center</a> (Centro Global de Aprendizaje Electrónico) de USAID, que es administrado por el proyecto Knowledge for Health (K4Health), dirigido por el&nbsp;Centro para Programas de Comunicación (CCP) de la Escuela de Salud Pública Johns Hopkins Bloomberg.</p>

source: Diarrheal Disease
es: Enfermedad diarreica

source: <p>Take this course to learn the etiology and epidemiology, assessment and classification, treatment and prevention of diarrhea.</p> <p>Program managers will particularly benefit from sessions on program considerations, highlighting information on diarrheal program goals and components, partners, supply chain management, and monitoring and evaluation.</p> <p>Course content was adapted from USAID's <a href="http://www.globalhealthlearning.org/">Global Health eLearning Center</a>, which is managed by the Knowledge for Health (K4Health) Project, led by&nbsp;Johns Hopkins Bloomberg School of Public Health Center for Communication Programs (CCP).</p>
es: <p>Con este curso, podrá aprender sobre la etiología y la epidemiología, la evaluación y la clasificación, el tratamiento y la prevención de la diarrea.</p><p>Los administradores de programas se beneficiarán especialmente con las sesiones sobre consideraciones de los programas, que destacan información sobre objetivos y componentes de los programas para la diarrea, los socios, la gestión de la cadena de suministro y el monitoreo y la evaluación.</p><p>El contenido del curso se adaptó a partir del <a href="http://www.globalhealthlearning.org/">Global Health eLearning Center</a> (Centro Global de Aprendizaje Electrónico) de USAID, que es administrado por el proyecto Knowledge for Health (K4Health), dirigido por el&nbsp;Centro para Programas de Comunicación (CCP) de la Escuela de Salud Pública Johns Hopkins Bloomberg.</p>

source: Essential Newborn Care
es: Cuidado básico del recién nacido

source: <p>It is estimated that 34 out of every 1,000 babies born in developing countries die before they reach one month of age.&nbsp;In this course, authors discuss the continuum of care of the newborn which spans antenatal care, labor and birth care, immediate newborn care, and postpartum care for mother and newborn, and devote an entire section to infant feeding.</p> <p>Course content was adapted from USAID's <a href="http://www.globalhealthlearning.org/">Global Health eLearning Center</a>, which is managed by the Knowledge for Health (K4Health) Project, led by&nbsp;Johns Hopkins Bloomberg School of Public Health Center for Communication Programs (CCP).</p>
es: <p>Se estima que 34 de cada 1000 bebés nacidos en países en desarrollo mueren antes de cumplir un mes de edad. En este curso, los autores analizan la secuencia de cuidado del recién nacido, que abarca el cuidado prenatal, el trabajo de parto y el cuidado durante el parto, el cuidado inmediato del recién nacido y el cuidado posparto de la madre y el recién nacido, y dedica una sección entera a la alimentación del bebé.</p><p>El contenido del curso se adaptó a partir del <a href="http://www.globalhealthlearning.org/">Global Health eLearning Center</a> (Centro Global de Aprendizaje Electrónico) de USAID, que es administrado por el proyecto Knowledge for Health (K4Health), dirigido por el&nbsp;Centro para Programas de Comunicación (CCP) de la Escuela de Salud Pública Johns Hopkins Bloomberg.</p>

source: Family Planning 101
es: Aspectos básicos sobre planificación familiar

source: <p>More than 200 million women in the developing world will enter their reproductive years during the next decade. In the future, as in the past, family planning (FP) will help save the lives of countless women and children, and will help alleviate poverty, reduce stress on the environment, and ensure that families are better able to feed, clothe, and educate their children.</p> <p>This course will provide basic "need-to-know" information relevant to voluntary FP programs and services.</p> <p>Course content was adapted from USAID's <a href="http://www.globalhealthlearning.org/">Global Health eLearning Center</a>, which is managed by the Knowledge for Health (K4Health) Project, led by&nbsp;Johns Hopkins Bloomberg School of Public Health Center for Communication Programs (CCP).</p>
es: <p>Más de 200 millones de mujeres en el mundo en desarrollo comenzarán su edad reproductiva en la próxima década. En el futuro, como en el pasado, la planificación familiar (PF) ayudará a salvar las vidas de infinidad de mujeres y niños, y reducirá la pobreza y el estrés para el medioambiente, y garantizará que las familias puedan alimentar, vestir y educar a sus hijos.</p><p>Este curso brinda información básica "necesaria" importante para los programas y servicios de PF.</p><p>El contenido del curso se adaptó a partir del <a href="http://www.globalhealthlearning.org/">Global Health eLearning Center</a> (Centro Global de Aprendizaje Electrónico) de USAID, que es administrado por el proyecto Knowledge for Health (K4Health), dirigido por el&nbsp;Centro para Programas de Comunicación (CCP) de la Escuela de Salud Pública Johns Hopkins Bloomberg.</p>

source: Family Planning Counseling
es: Asesoramiento para la planificación familiar

source: <p>Counseling is an essential element of family planning (FP) services.&nbsp;This course describes FP counseling and explains its importance. FP providers and FP program managers will particularly benefit from this course.</p> <p>Course content was adapted from USAID's <a href="http://www.globalhealthlearning.org/">Global Health eLearning Center</a>, which is managed by the Knowledge for Health (K4Health) Project, led by&nbsp;Johns Hopkins Bloomberg School of Public Health Center for Communication Programs (CCP).</p>
es: <p>El asesoramiento es un elemento esencial de los servicios de planificación familiar (PF).&nbsp;Este curso describe el asesoramiento en PF y explica su importancia. Los proveedores de PF y los gerentes de programas de PF se beneficiarán especialmente con este curso.</p><p>El contenido del curso se adaptó a partir del <a href="http://www.globalhealthlearning.org/">Global Health eLearning Center</a> (Centro Global de Aprendizaje Electrónico) de USAID, que es administrado por el proyecto Knowledge for Health (K4Health), dirigido por el&nbsp;Centro para Programas de Comunicación (CCP) de la Escuela de Salud Pública Johns Hopkins Bloomberg.</p>

source: Female Genital Mutilation/Cutting (FGM/C)
es: Mutilación/corte genital femenino (FGM/C)
