Repository: mPowering/orb-translations
Catalog: */resource.po
Languages: es

source: <p>A violation of women&rsquo;s fundamental human rights, the practice of female genital mutilation/cutting (FGM/C) endangers the physical, psychological, reproductive, and sexual health of women.</p> <p>This course sheds light on FGM/C, its global prevalence rates, and related socio-economic factors such as age, generational trends, mother's&nbsp;education, place of residence, religion, ethnicity, and household wealth.&nbsp;</p> <p>Course content was adapted from USAID's <a href="http://www.globalhealthlearning.org/">Global Health eLearning Center</a>, which is managed by the Knowledge for Health (K4Health) Project, led by&nbsp;Johns Hopkins Bloomberg School of Public Health Center for Communication Programs (CCP).</p>
es: <p>La práctica de la mutilación/corte genital femenino (FGM/C) es una violación de los derechos humanos femeninos y pone en riesgo la salud física, psicológica, reproductiva y sexual de las mujeres.</p><p>Este curso trata sobre esta práctica, las tasas mundiales de prevalencia y los factores socioeconómicos relacionados, como la edad, las tendencias generacionales, la educación de las madres, el lugar de residencia, la religión, la etnicidad y la situación económica del hogar.&nbsp;</p><p>El contenido del curso se adaptó a partir del <a href="http://www.globalhealthlearning.org/">Global Health eLearning Center</a> (Centro Global de Aprendizaje Electrónico) de USAID, que es administrado por el proyecto Knowledge for Health (K4Health), dirigido por el&nbsp;Centro para Programas de Comunicación (CCP) de la Escuela de Salud Pública Johns Hopkins Bloomberg.</p>

source: Family Planning Programming - Elements of Success
es: Programación de la planificación familiar - Elementos del éxito

source: <p>Learn the guiding principles that can help family planning professionals create new systems, make improvements to existing platforms, and prepare for future challenges. This course highlights program experiences, best practices, lessons learned, and provides key resources.&nbsp;</p> <p>Course content was adapted from USAID's <a href="http://www.globalhealthlearning.org/">Global Health eLearning Center</a>, which is managed by the Knowledge for Health (K4Health) Project, led by&nbsp;Johns Hopkins Bloomberg School of Public Health Center for Communication Programs (CCP).</p>
es: <p>Aprenda sobre los principios básicos orientadores que pueden ayudar a los profesionales de la planificación familiar a crear nuevos sistemas, mejorar las plataformas existentes y prepararse para futuros desafíos. Este curso destaca las experiencias de programas, las mejores prácticas, las lecciones aprendidas, y ofrece recursos clave.</p><p>El contenido del curso se adaptó a partir del <a href="http://www.globalhealthlearning.org/">Global Health eLearning Center</a> (Centro Global de Aprendizaje Electrónico) de USAID, que es administrado por el proyecto Knowledge for Health (K4Health), dirigido por el&nbsp;Centro para Programas de Comunicación (CCP) de la Escuela de Salud Pública Johns Hopkins Bloomberg.</p>

source: Gender and Sexual and Reproductive Health 101
es: Aspectos básicos sobre género y salud reproductiva y sexual

source: <p>Gender norms influence people's access to and use of sexual and reproductive health (SRH) services and programming. Health professionals need to understand the relationship between gender and SRH to improve health outcomes.</p> <p>Anyone interested in gaining an introduction to gender and sexual and reproductive health will benefit from taking this course.</p> <p>Course content was adapted from USAID's <a href="http://www.globalhealthlearning.org/">Global Health eLearning Center</a>, which is managed by the Knowledge for Health (K4Health) Project, led by&nbsp;Johns Hopkins Bloomberg School of Public Health Center for Communication Programs (CCP).</p>
es: <p>Las normas de género influyen sobre el uso y el acceso de las personas a los servicios y la programación de salud sexual y reproductiva (SRH). Los profesionales de la salud deben comprender la relación entre género y SRH a fin de mejorar los resultados de salud.</p><p>Toda persona que esté interesada en obtener una introducción a cuestiones de género y salud sexual y reproductiva se beneficiará con este curso.</p><p>El contenido del curso se adaptó a partir del <a href="http://www.globalhealthlearning.org/">Global Health eLearning Center</a> (Centro Global de Aprendizaje Electrónico) de USAID, que es administrado por el proyecto Knowledge for Health (K4Health), dirigido por el&nbsp;Centro para Programas de Comunicación (CCP) de la Escuela de Salud Pública Johns Hopkins Bloomberg.</p>

source: Healthy Timing and Spacing of Pregnancy
es: Espaciamiento y momento saludable para los embarazos

source: <p>Healthy Timing and Spacing of Pregnancy (HTSP) education is a family planning intervention to help women and couples space or limit their pregnancies to achieve the healthiest outcomes for women, newborns, infants and children.</p> <p>This course covers basic information about HTSP and why HTSP is important around the world.&nbsp;</p> <p>Course content was adapted from USAID's <a href="http://www.globalhealthlearning.org/">Global Health eLearning Center</a>, which is managed by the Knowledge for Health (K4Health) Project, led by&nbsp;Johns Hopkins Bloomberg School of Public Health Center for Communication Programs (CCP).</p>
es: <p>La instrucción sobre Espaciamiento y momento saludable para los embarazos (HTSP) es una intervención de planificación familiar para ayudar a las mujeres y parejas a espaciar o limitar los embarazos a fin de lograr resultados más saludables para las mujeres, los recién nacidos, los bebés y los niños.</p><p>Este curso incluye información básica sobre HTSP y por qué es importante en todo el mundo.&nbsp;</p><p>El contenido del curso se adaptó a partir del <a href="http://www.globalhealthlearning.org/">Global Health eLearning Center</a> (Centro Global de Aprendizaje Electrónico) de USAID, que es administrado por el proyecto Knowledge for Health (K4Health), dirigido por el&nbsp;Centro para Programas de Comunicación (CCP) de la Escuela de Salud Pública Johns Hopkins Bloomberg.</p>

source: Hormonal Methods of Contraception (Update)
es: Métodos anticonceptivos hormonales (Actualización)

source: <p>Hormonal contraceptives are very effective in preventing pregnancy when used correctly and are an important part of a program's contraceptive method mix.</p> <p>This course provides information that program managers and clinic staff can use to improve the quality of care in providing hormonal contraceptive methods.&nbsp;</p> <p>Course content was adapted from USAID's <a href="http://www.globalhealthlearning.org/">Global Health eLearning Center</a>, which is managed by the Knowledge for Health (K4Health) Project, led by&nbsp;Johns Hopkins Bloomberg School of Public Health Center for Communication Programs (CCP).</p>
es: <p>Los anticonceptivos hormonales son muy eficaces para evitar embarazos cuando se usan correctamente, y son una parte importante de una combinación de métodos anticonceptivos de un programa.</p><p>Este curso brinda información que los administradores de programas y el personal clínico pueden usar para mejorar la calidad de la atención al momento de administrar métodos anticonceptivos hormonales.&nbsp;</p><p>El contenido del curso se adaptó a partir del <a href="http://www.globalhealthlearning.org/">Global Health eLearning Center</a> (Centro Global de Aprendizaje Electrónico) de USAID, que es administrado por el proyecto Knowledge for Health (K4Health), dirigido por el&nbsp;Centro para Programas de Comunicación (CCP) de la Escuela de Salud Pública Johns Hopkins Bloomberg.</p>

source: Immunization Essentials
es: Aspectos básicos de la vacunación

source: <p>In this course, discover basic concepts of immunity, vaccination, vaccine-preventable diseases, and the global effort to immunize all children. In addition to providing a range of tools and resources for immunization program personnel, authors also present a case study on strengthening routine immunization coverage in Madagascar.</p> <p>Course content was adapted from USAID's <a href="http://www.globalhealthlearning.org/">Global Health eLearning Center</a>, which is managed by the Knowledge for Health (K4Health) Project, led by&nbsp;Johns Hopkins Bloomberg School of Public Health Center for Communication Programs (CCP).</p>
es: <p>En este curso, aprenderá sobre conceptos básicos de vacunación, enfermedades que pueden prevenirse con vacunas y el esfuerzo mundial por vacunar a todos los niños. A demás de brindar diferentes herramientas y recursos para el personal del programa de vacunación, los autores presentan un estudio de caso sobre el fortalecimiento de la cobertura de la vacunación de rutina en Madagascar.</p><p>El contenido del curso se adaptó a partir del <a href="http://www.globalhealthlearning.org/">Global Health eLearning Center</a> (Centro Global de Aprendizaje Electrónico) de USAID, que es administrado por el proyecto Knowledge for Health (K4Health), dirigido por el&nbsp;Centro para Programas de Comunicación (CCP) de la Escuela de Salud Pública Johns Hopkins Bloomberg.</p>

source: IUD
es: DIU

source: <p>The IUD is one of the most popular and effective methods in the world, with many positive attributes. Yet in many countries, IUDs are not widely used. This course reviews the&nbsp;basic attributes and advantages of the IUD, safety issues, insertion and use.</p> <p>Course content was adapted from USAID's <a href="http://www.globalhealthlearning.org/">Global Health eLearning Center</a>, which is managed by the Knowledge for Health (K4Health) Project, led by&nbsp;Johns Hopkins Bloomberg School of Public Health Center for Communication Programs (CCP).</p>
es: <p>El DIU es uno de los métodos más populares y eficaces del mundo, con muchas cualidades positivas. Sin embargo, en muchos países, no se usa ampliamente. En este curso se revisan las&nbsp;cualidad básicas y las ventajas del DIU, cuestiones de seguridad, inserción y uso.</p><p>El contenido del curso se adaptó a partir del <a href="http://www.globalhealthlearning.org/">Global Health eLearning Center</a> (Centro Global de Aprendizaje Electrónico) de USAID, que es administrado por el proyecto Knowledge for Health (K4Health), dirigido por el&nbsp;Centro para Programas de Comunicación (CCP) de la Escuela de Salud Pública Johns Hopkins Bloomberg.</p>

source: Mother-to-Child Transmission of HIV
es: Transmisión del VIH de madre a hijo

source: <p>Every year more than 700,000 children are infected with HIV. The most common route of HIV transmission for newborns and infants is mother-to-child transmission (MTCT).</p> <p>This course discusses the magnitude of the problem and the method of transmission from mother to child.&nbsp;</p> <p>Course content was adapted from USAID's <a href="http://www.globalhealthlearning.org/">Global Health eLearning Center</a>, which is managed by the Knowledge for Health (K4Health) Project, led by&nbsp;Johns Hopkins Bloomberg School of Public Health Center for Communication Programs (CCP).</p>
es: <p>Todos los años, más de 700.000 niños se infectan con VIH. La ruta más común de transmisión de este virus para los recién nacidos y los bebés es la transmisión de madre a hijo (MTCT).</p><p>En este curso, se analizan la magnitud del problema y el método de transmisión de madre a hijo.&nbsp;</p><p>El contenido del curso se adaptó a partir del <a href="http://www.globalhealthlearning.org/">Global Health eLearning Center</a> (Centro Global de Aprendizaje Electrónico) de USAID, que es administrado por el proyecto Knowledge for Health (K4Health), dirigido por el&nbsp;Centro para Programas de Comunicación (CCP) de la Escuela de Salud Pública Johns Hopkins Bloomberg.</p>

source: Newborn Sepsis (Update)
es: Septicemia del recién nacido (Actualización)

source: <p>This course covers key issues in the prevention and treatment of neonatal infections, including epidemiology and magnitude of the problem, prevention and treatment of bacterial infections in the newborn at peripheral facilities and in the community.</p> <p>Course content was adapted from USAID's <a href="http://www.globalhealthlearning.org/">Global Health eLearning Center</a>, which is managed by the Knowledge for Health (K4Health) Project, led by&nbsp;Johns Hopkins Bloomberg School of Public Health Center for Communication Programs (CCP).</p>
es: <p>Este curso trata sobre cuestiones clave en la prevención y el tratamiento de infecciones neonatales, incluida la epidemiología y la magnitud del problema, la prevención y el tratamiento de infecciones bacterianas en el recién nacido en centros de salud periféricos y en la comunidad.</p><p>El contenido del curso se adaptó a partir del <a href="http://www.globalhealthlearning.org/">Global Health eLearning Center</a> (Centro Global de Aprendizaje Electrónico) de USAID, que es administrado por el proyecto Knowledge for Health (K4Health), dirigido por el&nbsp;Centro para Programas de Comunicación (CCP) de la Escuela de Salud Pública Johns Hopkins Bloomberg.</p>

source: Nutrition (An Introduction)
es: Nutrición (Una introducción)

source: <p>This course discusses the basic concepts of good nutrition and common nutritional deficiencies, the magnitude of malnutrition in different populations, vulnerable groups and the causes of undernutrition, and key indicators and ways of measuring them. It also outlines the major population-based interventions to improve nutritional status.</p> <p>Course content was adapted from USAID's <a href="http://www.globalhealthlearning.org/">Global Health eLearning Center</a>, which is managed by the Knowledge for Health (K4Health) Project, led by&nbsp;Johns Hopkins Bloomberg School of Public Health Center for Communication Programs (CCP).</p>
es: <p>Este curso analiza los conceptos básicos de la buena nutrición y las deficiencias nutricionales comunes, la magnitud de la desnutrición en diferentes poblaciones, grupos vulnerables y las causas de la desnutrición, e indicadores clave y maneras de medirlos. También presenta las principales intervenciones en la población para mejorar el estado nutricional.</p><p>El contenido del curso se adaptó a partir del <a href="http://www.globalhealthlearning.org/">Global Health eLearning Center</a> (Centro Global de Aprendizaje Electrónico) de USAID, que es administrado por el proyecto Knowledge for Health (K4Health), dirigido por el&nbsp;Centro para Programas de Comunicación (CCP) de la Escuela de Salud Pública Johns Hopkins Bloomberg.</p>

source: Postpartum Care
es: Cuidado posparto

source: <p>This course orients learners to the postpartum period and recommended care while recognizing realities in the field. An estimated 70% of women in developing countries do not receive postpartum care. This course discusses strategies to prevent postpartum mortality and morbidity and programming implications of household-to-hospital&nbsp;continuum of care. Case studies are presented from Nepal, Indonesia, and Egypt.</p> <p>Course content was adapted from USAID's <a href="http://www.globalhealthlearning.org/">Global Health eLearning Center</a>, which is managed by the Knowledge for Health (K4Health) Project, led by&nbsp;Johns Hopkins Bloomberg School of Public Health Center for Communication Programs (CCP).</p>
es: <p>Este curso brinda información sobre el período posparto y los cuidados recomendados, y reconoce realidades en este ámbito. Se estima que el 70% de las mujeres de países en desarrollo no reciben cuidados de posparto. En este curso, se analizan las estrategias para prevenir la morbimortalidad en el posparto, y las implicancias para la programación de la secuencia de cuidado del hogar al hospital. Se presentan casos de estudio de Nepal, Indonesia y Egipto.</p><p>El contenido del curso se adaptó a partir del <a href="http://www.globalhealthlearning.org/">Global Health eLearning Center</a> (Centro Global de Aprendizaje Electrónico) de USAID, que es administrado por el proyecto Knowledge for Health (K4Health), dirigido por el&nbsp;Centro para Programas de Comunicación (CCP) de la Escuela de Salud Pública Johns Hopkins Bloomberg.</p>

source: Postpartum Family Planning
es: Planificación familiar después del parto

source: <p>This course orients the learner to the importance of family planning during the postpartum period.&nbsp; Discover guidance on the timely initiation of appropriate contraceptive methods for the postpartum woman, service delivery issues, and integrating postpartum family planning (PPFP) with other services.</p> <p>Course content was adapted from USAID's <a href="http://www.globalhealthlearning.org/">Global Health eLearning Center</a>, which is managed by the Knowledge for Health (K4Health) Project, led by&nbsp;Johns Hopkins Bloomberg School of Public Health Center for Communication Programs (CCP).</p>
es: <p>Este curso brinda información sobre la importancia de la planificación familiar durante el período de posparto. Descubrirá pautas sobre la iniciación oportuna de métodos anticonceptivos adecuados para este período, cuestiones de prestación de servicios e integración de la planificación familiar durante el posparto (PPFP) con otros servicios.</p><p>El contenido del curso se adaptó a partir del <a href="http://www.globalhealthlearning.org/">Global Health eLearning Center</a> (Centro Global de Aprendizaje Electrónico) de USAID, que es administrado por el proyecto Knowledge for Health (K4Health), dirigido por el&nbsp;Centro para Programas de Comunicación (CCP) de la Escuela de Salud Pública Johns Hopkins Bloomberg.</p>

source: Preventing Postpartum Hemorrhage
es: Prevención de la hemorragia posparto

source: <p>This course describes the contribution of postpartum hemorrhage to maternal mortality around the world and discusses the causes of PPH. Focus on strategies to prevent PPH with special attention on active management of third stage of labor.</p> <p>Course content was adapted from USAID's <a href="http://www.globalhealthlearning.org/">Global Health eLearning Center</a>, which is managed by the Knowledge for Health (K4Health) Project, led by&nbsp;Johns Hopkins Bloomberg School of Public Health Center for Communication Programs (CCP).</p>
es: <p>Este curso describe la contribución de la hemorragia posparto a la mortalidad materna en todo el mundo y analiza las causas de la PPH. Se centra en estrategias para prevenir la PPH con atención especial al manejo de la tercera etapa del trabajo de parto.</p><p>El contenido del curso se adaptó a partir del <a href="http://www.globalhealthlearning.org/">Global Health eLearning Center</a> (Centro Global de Aprendizaje Electrónico) de USAID, que es administrado por el proyecto Knowledge for Health (K4Health), dirigido por el&nbsp;Centro para Programas de Comunicación (CCP) de la Escuela de Salud Pública Johns Hopkins Bloomberg.</p>

source: Youth Sexual and Reproductive Health (Update)
es: Salud sexual y reproductiva de los jóvenes (Actualización)

source: <p>Half of the world&rsquo;s population is younger than 25 years old and 9 out of 10 young people live in developing countries. These young people face profound challenges, such as high rates of early marriage, unintended pregnancy, HIV and other sexually transmitted infections, and maternal mortality and morbidity.</p> <p>Course content was adapted from USAID's <a href="http://www.globalhealthlearning.org/">Global Health eLearning Center</a>, which is managed by the Knowledge for Health (K4Health) Project, led by&nbsp;Johns Hopkins Bloomberg School of Public Health Center for Communication Programs (CCP).</p>
es: <p>La mitad de la población mundial tiene menos de 25 años de edad, y 9 de cada 10 jóvenes viven en países en desarrollo. Estos jóvenes afrontan profundos desafíos, como tasas altas de matrimonio a temprana edad, embarazo no deseado, VIH y otras infecciones de transmisión sexual, y morbimortalidad materna.</p><p>El contenido del curso se adaptó a partir del <a href="http://www.globalhealthlearning.org/">Global Health eLearning Center</a> (Centro Global de Aprendizaje Electrónico) de USAID, que es administrado por el proyecto Knowledge for Health (K4Health), dirigido por el&nbsp;Centro para Programas de Comunicación (CCP) de la Escuela de Salud Pública Johns Hopkins Bloomberg.</p>

source: Danger Signs Poster
es: Afiche sobre signos de peligro

source: <p>Danger Signs Poster</p>
es: <p>Afiche sobre signos de peligro</p>

source: Detailing Aid Skilled Providers
es: Detalles para proveedores con habilidades de asistencia

source: <p>Detailing Aid Skilled Providers</p>
es: <p>Detalles para proveedores con habilidades de asistencia<p>

source: Zinc+ORS Poster
es: Afiche Zinc+ORS

source: <p>Posters for Zinc+ORS</p>
es: <p>Afiches para Zinc+ORS</p>

source: Zinc+ORS Brochure
es: Folleto de Zinc+ORS

source: <p>Zinc+ORS Brochure</p>
es: <p>Folleto de Zinc+ORS</p>

source: Training Presentation Frontline Providers - Uganda
es: Presentación para capacitación de proveedores de primera línea - Uganda

source: <p>Guidelines for the Management of Diarrhoea in Children Under 5 in Uganda</p>
es: <p>Pautas para el tratamiento de la diarrea en niños menores de 5 años en Uganda</p>

source: Training Presentation Skilled Providers - Nigeria
es: Presentación para capacitación de proveedores capacitados - Nigeria

source: <p>Guidelines for the Management of Diarrhoea in Children Under 5 in Nigeria</p>
es: <p>Pautas para el tratamiento de la diarrea en niños menores de 5 años en Nigeria</p>

source: Training Presentation Frontline Providers - Nigeria
es: Presentación para capacitación de proveedores de primera línea - Nigeria

source: <p>Diarrhoea Management in Children. Training of Drug Shop Owners and Attendants</p>
es: <p>Tratamiento de la diarrea en niños. Capacitación para propietarios y encargados de farmacias</p>

source: Training Presentation Skilled Providers - Africa
es: Presentación de capacitación para proveedores capacitados - África

source: <p>Guidelines for the Management of Diarrhoea in Children Under 5</p>
es: <p>Pautas para el tratamiento de la diarrea en niños menores de 5 años</p>

source: Training Presentation Frontline Providers - Africa
es: Presentación para capacitación de proveedores de primera línea - África

source: <p>Diarrhoea Management in Children for Training of Frontline Health Workers</p>
es: <p>Tratamiento de la diarrea en niños para capacitación de trabajadores de la salud de primera línea</p>

source: Detailing Aid Frontline Providers
es: Detalles para proveedores de ayuda de primera línea

source: <p>Detailing Aid Frontline Providers</p>
es: <p>Detalles para proveedores de ayuda de primera línea</p>

source: Best Way to Treat Detail Aid 2 for Frontline Workers
es: Recurso de ayuda detallado 2 sobre mejores maneras de tratar para trabajadores de primera línea

source: <p>Best Way to Treat Detail Aid 2 for Frontline Workers</p>
es: <p>Recurso de ayuda detallado 2 sobre mejores maneras de tratar para trabajadores de primera línea</p>

source: Best Way to Treat Detail Aid 2 for Skilled Providers
es: Recurso de ayuda detallado 2 sobre mejores maneras de tratar para proveedores capacitados

source: <p>Best Way to Treat Detail Aid 2 for Skilled Providers</p>
es: <p>Recurso de ayuda detallado 2 sobre mejores maneras de tratar para proveedores capacitados</p>

source: Breastfeeding Positions
es: Posiciones para el amamantamiento
