Repository: mPowering/orb-translations
Catalog: */resource.po
Languages: es

source: Preparing and Giving Oral Amoxicillin
es: Preparación y administración de amoxicilina por vía oral

source: <p>This video shows how to prepare amoxicillin correctly and some helpful tips for giving it to the young baby.</p> <div style="text-align: center;"><iframe src="https://www.youtube.com/embed/6-en-vVW2nQ?rel=0&amp;html5=1" frameborder="0" width="560" height="315"></iframe></div>
es: <p>Este video muestra cómo preparar correctamente la amoxicilina y brinda consejos útiles para administrársela a un bebé pequeño.</p><div style="text-align: center;"><iframe src="https://www.youtube.com/embed/6-en-vVW2nQ?rel=0&amp;html5=1" frameborder="0" width="560" height="315"></iframe></div>

source: Preparing Ampicillin and Gentamicin for Injection
es: Preparación de ampicilina y gentamicina para inyección

source: <p>This video shows how to prepare and draw up ampicillin and gentamicin for injection for a young baby.</p> <div style="text-align: center;"><iframe src="https://www.youtube.com/embed/exbaCZhzsfo?rel=0&amp;html5=1" frameborder="0" width="560" height="315"></iframe></div>
es: <p>Este video muestra cómo preparar y extraer ampicilina y gentamicina para inyectar en un bebé pequeño.</p><div style="text-align: center;"><iframe src="https://www.youtube.com/embed/exbaCZhzsfo?rel=0&amp;html5=1" frameborder="0" width="560" height="315"></iframe></div>

source: Giving an Intramuscular Injection
es: Administrar una inyección intramuscular

source: <p>This video shows how to safely draw up and give an intramuscular injection to a young baby.</p> <div style="text-align: center;"><iframe src="https://www.youtube.com/embed/VAb_zGqiyZg?rel=0&amp;html5=1" frameborder="0" width="560" height="315"></iframe></div>
es: <p>Este video muestra cómo extraer y administrar en forma segura una inyección intramuscular en un bebé pequeño.</p><div style="text-align: center;"><iframe src="https://www.youtube.com/embed/VAb_zGqiyZg?rel=0&amp;html5=1" frameborder="0" width="560" height="315"></iframe></div>

source: Home Visit for the Newborn
es: Visita al hogar para el recién nacido

source: <p>This video shows important features of a home visit for a newborn in the week after birth, focusing on care and assessment.</p> <div style="text-align: center;"><iframe src="https://www.youtube.com/embed/5UfFjQauP54?rel=0&amp;html5=1" frameborder="0" width="560" height="315"></iframe></div>
es: <p>Este video muestra características importantes de una visita al hogar para un recién nacido en la semana posterior al nacimiento, y se centra en el cuidado y la evaluación.</p><div style="text-align: center;"><iframe src="https://www.youtube.com/embed/5UfFjQauP54?rel=0&amp;html5=1" frameborder="0" width="560" height="315"></iframe></div>

source: Managing Severe Infection in Newborns
es: Tratar las infecciones severas en recién nacidos

source: <p>This video reviews 5 key signs of severe infection in newborns, and provides 2015 WHO treatment guidelines when referral is possible and when it is not.</p> <div style="text-align: center;"><iframe src="https://www.youtube.com/embed/Z54GscbV440?rel=0&amp;html5=1" frameborder="0" width="560" height="315"></iframe></div>
es: <p>Este video revisa cinco signos clave de infección severa en los recién nacidos y brinda pautas de tratamiento de la ONU de 2015 cuando la derivación es posible y cuando no lo es.</p><div style="text-align: center;"><iframe src="https://www.youtube.com/embed/Z54GscbV440?rel=0&amp;html5=1" frameborder="0" width="560" height="315"></iframe></div>

source: Pneumonia Education - African English - Health Worker Flier
es: Información sobre neumonía – Inglés africano – Panfleto para trabajadores de la salud

source: <p class="p1"><span class="s1">This flier is a part of the Every Breath Counts communications campaign developed by the UN Diarrhea and Pneumonia Working Group, and led by the Clinton Health Access Institute, McCann Global Health, USAID, UNICEF, and Abt Associates.&nbsp;</span></p> <p class="p1"><span class="s1">The Every Breath Counts communications campaign is designed to educate caregivers and frontline health workers about the signs, symptoms, and treatment of pneumonia in the most at-risk countries. The campaign is all open-source, allowing for materials to be adapted to local needs and contexts, and is available in three versions--African, African (Muslim), and Asian. All campaign materials were extensively researched and tested for clarity and relatability across nine countries: Bangladesh, DRC, &nbsp;Ethiopia, India, Kenya, Niger, Nigeria, Tanzania, and Uganda.&nbsp;</span></p> <p class="p2">&nbsp;</p> <p class="p1"><span class="s1">For more information about this campaign, please visit&nbsp;<a href="http://www.lifesavingcommodities.org/pneumonia"><span class="s1">http://www.lifesavingcommodities.org/pneumonia</span></a></span></p>
es: <p class="p1"><span class="s1">Este panfleto es parte de la campaña de comunicaciones Every Breath Counts, desarrollada por el Grupo de trabajo sobre diarrea y neumonía de la ONU y dirigida por el instituto Clinton Health Access Institute, McCann Global Health, USAID, UNICEF y Abt Associates.&nbsp;</span></p><p class="p1"><span class="s1">La campaña de comunicaciones Every Breath Counts está diseñada para informar a los cuidadores y a los trabajadores de salud de primera línea sobre los signos, los síntomas y el tratamiento de la neumonía en los países que presentan mayores riesgos. La campaña es completamente de fuente abierta, y permite que los materiales se adapten a las necesidades y los contextos locales, y está disponible en tres versiones: africana, africana (musulmana) y asiática. Todos los materiales de la campaña fueron ampliamente investigados y probados para garantizar la claridad y la aptitud para relatarse en nueve países: Bangladesh, República Democrática del Congo, &nbsp;Etiopía, India, Kenia, Níger, Nigeria, Tanzania y Uganda.&nbsp;</span></p><p class="p1"><span class="s1">Si desea obtener más información sobre esta campaña, visite&nbsp;<a href="http://www.lifesavingcommodities.org/pneumonia"><span class="s1">http://www.lifesavingcommodities.org/pneumonia</span></a></span></p>

source: UN Diarrhea and Pneumonia Working Group 2016
es: Grupo de trabajo sobre diarrea y neumonía de la ONU 2016

source: Pneumonia Education - African English - Caregiver Flier
es: Información sobre neumonía – Inglés africano – Panfleto para el cuidador

source: <p class="p1">This flier is a part of the Every Breath Counts communications campaign developed by the UN Diarrhea and Pneumonia Working Group, and led by the Clinton Health Access Institute, McCann Global Health, USAID, UNICEF, and Abt Associates.&nbsp;</p> <p class="p1">The Every Breath Counts communications campaign is designed to educate caregivers and frontline health workers about the signs, symptoms, and treatment of pneumonia in the most at-risk countries. The campaign is all open-source, allowing for materials to be adapted to local needs and contexts, and is available in three versions--African, African (Muslim), and Asian. All campaign materials were extensively researched and tested for clarity and relatability across nine countries: Bangladesh, DRC, &nbsp;Ethiopia, India, Kenya, Niger, Nigeria, Tanzania, and Uganda.&nbsp;</p> <p class="p1">For more information about this campaign, please visit&nbsp;<a href="http://www.lifesavingcommodities.org/pneumonia">http://www.lifesavingcommodities.org/pneumonia</a></p>
es: <p class="p1">Este panfleto es parte de la campaña de comunicaciones Every Breath Counts, desarrollada por el Grupo de trabajo sobre diarrea y neumonía de la ONU y dirigida por el instituto Clinton Health Access Institute, McCann Global Health, USAID, UNICEF y Abt Associates.&nbsp;</p><p class="p1">La campaña de comunicaciones Every Breath Counts está diseñada para informar a los cuidadores y a los trabajadores de salud de primera línea sobre los signos, los síntomas y el tratamiento de la neumonía en los países que presentan mayores riesgos. La campaña es completamente de fuente abierta, y permite que los materiales se adapten a las necesidades y los contextos locales, y está disponible en tres versiones: africana, africana (musulmana) y asiática. Todos los materiales de la campaña fueron ampliamente investigados y probados para garantizar la claridad y la aptitud para relatarse en nueve países: Bangladesh, República Democrática del Congo, &nbsp;Etiopía, India, Kenia, Níger, Nigeria, Tanzania y Uganda.&nbsp;</p><p class="p1">Si desea obtener más información sobre esta campaña, visite&nbsp;<a href="http://www.lifesavingcommodities.org/pneumonia">http://www.lifesavingcommodities.org/pneumonia</a></p>

source: Pneumonia Education - African English - Health Worker Training (without amoxicillin)
es: Información sobre neumonía – Inglés africano – Capacitación para trabajadores de la salud (sin amoxicilina)

source: <p class="p1"><span class="s1">This flipchart is a part of the Every Breath Counts communications campaign developed by he UN Diarrhea and Pneumonia Working Group, and led by the Clinton Health Access Institute, McCann Global Health, USAID, UNICEF, and Abt Associates.&nbsp;</span></p> <p class="p1"><span class="s1"><span class="s1">You should use this training if the frontline health workers in your community ARE NOT permitted to prescribe/dispense amoxicillin.</span></span></p> <p class="p1"><span class="s1">The Every Breath Counts communications campaign is designed to educate caregivers and frontline health workers about the signs, symptoms, and treatment of pneumonia in the most at-risk countries. The campaign is all open-source, allowing for materials to be adapted to local needs and contexts, and is available in three versions--African, African (Muslim), and Asian. All campaign materials were extensively researched and tested for clarity and relatability across nine countries: Bangladesh, DRC, &nbsp;Ethiopia, India, Kenya, Niger, Nigeria, Tanzania, and Uganda.&nbsp;</span></p> <p class="p1"><span class="s1">For more information about this campaign, please visit&nbsp;<a href="http://www.lifesavingcommodities.org/pneumonia"><span class="s2">http://www.lifesavingcommodities.org/pneumonia</span></a></span></p>
es: <p class="p1"><span class="s1">Este rotafolio es parte de la campaña de comunicaciones Every Breath Counts, desarrollada por el Grupo de trabajo sobre diarrea y neumonía de la ONU y dirigida por el instituto Clinton Health Access Institute, McCann Global Health, USAID, UNICEF y Abt Associates.&nbsp;</span></p><p class="p1"><span class="s1"><span class="s1">Debería usar esta capacitación si los trabajadores de salud de primera línea de su comunidad NO tienen permitido prescribir/administrar amoxicilina.</span></span></p><p class="p1"><span class="s1">La campaña de comunicaciones Every Breath Counts está diseñada para informar a los cuidadores y a los trabajadores de salud de primera línea sobre los signos, los síntomas y el tratamiento de la neumonía en los países que presentan mayores riesgos. La campaña es completamente de fuente abierta, y permite que los materiales se adapten a las necesidades y los contextos locales, y está disponible en tres versiones: africana, africana (musulmana) y asiática. Todos los materiales de la campaña fueron ampliamente investigados y probados para garantizar la claridad y la aptitud para relatarse en nueve países: Bangladesh, República Democrática del Congo, &nbsp;Etiopía, India, Kenia, Níger, Nigeria, Tanzania y Uganda.&nbsp;</span></p><p class="p1"><span class="s1">Si desea obtener más información sobre esta campaña, visite&nbsp;<a href="http://www.lifesavingcommodities.org/pneumonia"><span class="s2">http://www.lifesavingcommodities.org/pneumonia</span></a></span></p>

source: Pneumonia Education - African English - Caregiver Poster
es: Información sobre neumonía - Inglés africano - Afiche para el cuidador

source: <p class="p1"><span class="s1">This poster is a part of the Every Breath Counts communications campaign developed by the UN Diarrhea and Pneumonia Working Group, and led by the Clinton Health Access Institute, McCann Global Health, USAID, UNICEF, and Abt Associates.&nbsp;</span></p> <p class="p1"><span class="s1">The Every Breath Counts communications campaign is designed to educate caregivers and frontline health workers about the signs, symptoms, and treatment of pneumonia in the most at-risk countries. The campaign is all open-source, allowing for materials to be adapted to local needs and contexts, and is available in three versions--African, African (Muslim), and Asian. All campaign materials were extensively researched and tested for clarity and relatability across nine countries: Bangladesh, DRC, &nbsp;Ethiopia, India, Kenya, Niger, Nigeria, Tanzania, and Uganda.&nbsp;</span></p> <p class="p1"><span class="s1">For more information about this campaign, please visit&nbsp;<a href="http://www.lifesavingcommodities.org/pneumonia"><span class="s2">http://www.lifesavingcommodities.org/pneumonia</span></a></span></p>
es: <p class="p1"><span class="s1">Este afiche es parte de la campaña de comunicaciones Every Breath Counts, desarrollada por el Grupo de trabajo sobre diarrea y neumonía de la ONU y dirigida por el instituto Clinton Health Access Institute, McCann Global Health, USAID, UNICEF y Abt Associates.&nbsp;</span></p><p class="p1"><span class="s1">La campaña de comunicaciones Every Breath Counts está diseñada para informar a los cuidadores y a los trabajadores de salud de primera línea sobre los signos, los síntomas y el tratamiento de la neumonía en los países que presentan mayores riesgos. La campaña es completamente de fuente abierta, y permite que los materiales se adapten a las necesidades y los contextos locales, y está disponible en tres versiones: africana, africana (musulmana) y asiática. Todos los materiales de la campaña fueron ampliamente investigados y probados para garantizar la claridad y la aptitud para relatarse en nueve países: Bangladesh, República Democrática del Congo, &nbsp;Etiopía, India, Kenia, Níger, Nigeria, Tanzania y Uganda.&nbsp;</span></p><p class="p1"><span class="s1">Si desea obtener más información sobre esta campaña, visite&nbsp;<a href="http://www.lifesavingcommodities.org/pneumonia"><span class="s2">http://www.lifesavingcommodities.org/pneumonia</span></a></span></p>

source: Pneumonia Education - African English - Caregiver Story with Doctor
es: Información sobre neumonía – Inglés africano – Historia de cuidador con médico

source: <p class="p1"><span class="s1">This flipchart is a part of the Every Breath Counts communications campaign developed by the UN Diarrhea and Pneumonia Working Group, and led by the Clinton Health Access Institute, McCann Global Health, USAID, UNICEF, and Abt Associates.&nbsp;</span></p> <p class="p1"><span class="s1">The Every Breath Counts communications campaign is designed to educate caregivers and frontline health workers about the signs, symptoms, and treatment of pneumonia in the most at-risk countries. The campaign is all open-source, allowing for materials to be adapted to local needs and contexts, and is available in three versions--African, African (Muslim), and Asian. All campaign materials were extensively researched and tested for clarity and relatability across nine countries: Bangladesh, DRC, &nbsp;Ethiopia, India, Kenya, Niger, Nigeria, Tanzania, and Uganda.&nbsp;</span></p> <p class="p1"><span class="s1">For more information about this campaign, please visit&nbsp;<a href="http://www.lifesavingcommodities.org/pneumonia"><span class="s2">http://www.lifesavingcommodities.org/pneumonia</span></a></span></p>
es: <p class="p1"><span class="s1">Este rotafolio es parte de la campaña de comunicaciones Every Breath Counts, desarrollada por el Grupo de trabajo sobre diarrea y neumonía de la ONU y dirigida por el instituto Clinton Health Access Institute, McCann Global Health, USAID, UNICEF y Abt Associates.&nbsp;</span></p><p class="p1"><span class="s1">La campaña de comunicaciones Every Breath Counts está diseñada para informar a los cuidadores y a los trabajadores de salud de primera línea sobre los signos, los síntomas y el tratamiento de la neumonía en los países que presentan mayores riesgos. La campaña es completamente de fuente abierta, y permite que los materiales se adapten a las necesidades y los contextos locales, y está disponible en tres versiones: africana, africana (musulmana) y asiática. Todos los materiales de la campaña fueron ampliamente investigados y probados para garantizar la claridad y la aptitud para relatarse en nueve países: Bangladesh, República Democrática del Congo, &nbsp;Etiopía, India, Kenia, Níger, Nigeria, Tanzania y Uganda.&nbsp;</span></p><p class="p1"><span class="s1">Si desea obtener más información sobre esta campaña, visite&nbsp;<a href="http://www.lifesavingcommodities.org/pneumonia"><span class="s2">http://www.lifesavingcommodities.org/pneumonia</span></a></span></p>

source: Pneumonia Education - African English - Health Worker Training (with amoxicillin)
es: Información sobre neumonía – Inglés africano – Capacitación para trabajadores de la salud (con amoxicilina)

source: <p class="p1">This flipchart is a part of the Every Breath Counts communications campaign developed by he UN Diarrhea and Pneumonia Working Group, and led by the Clinton Health Access Institute, McCann Global Health, USAID, UNICEF, and Abt Associates.&nbsp;</p> <p class="p1">You should use this training if the frontline health workers in your community ARE permitted to prescribe/dispense amoxicillin.</p> <p class="p1">The Every Breath Counts communications campaign is designed to educate caregivers and frontline health workers about the signs, symptoms, and treatment of pneumonia in the most at-risk countries. The campaign is all open-source, allowing for materials to be adapted to local needs and contexts, and is available in three versions--African, African (Muslim), and Asian. All campaign materials were extensively researched and tested for clarity and relatability across nine countries: Bangladesh, DRC, &nbsp;Ethiopia, India, Kenya, Niger, Nigeria, Tanzania, and Uganda.&nbsp;</p> <p class="p1">For more information about this campaign, please visit&nbsp;<a href="http://www.lifesavingcommodities.org/pneumonia">http://www.lifesavingcommodities.org/pneumonia</a></p>
es: <p class="p1">Este rotafolio es parte de la campaña de comunicaciones Every Breath Counts, desarrollada por el Grupo de trabajo sobre diarrea y neumonía de la ONU y dirigida por el instituto Clinton Health Access Institute, McCann Global Health, USAID, UNICEF y Abt Associates.&nbsp;</p><p class="p1">Debería usar esta capacitación si los trabajadores de salud de primera línea de su comunidad TIENEN permitido prescribir/administrar amoxicilina.&nbsp;</p><p class="p1">La campaña de comunicaciones Every Breath Counts está diseñada para informar a los cuidadores y a los trabajadores de salud de primera línea sobre los signos, los síntomas y el tratamiento de la neumonía en los países que presentan mayores riesgos. La campaña es completamente de fuente abierta, y permite que los materiales se adapten a las necesidades y los contextos locales, y está disponible en tres versiones: africana, africana (musulmana) y asiática. Todos los materiales de la campaña fueron ampliamente investigados y probados para garantizar la claridad y la aptitud para relatarse en nueve países: Bangladesh, República Democrática del Congo, &nbsp;Etiopía, India, Kenia, Níger, Nigeria, Tanzania y Uganda.&nbsp;</p><p class="p1">Si desea obtener más información sobre esta campaña, visite&nbsp;<a href="http://www.lifesavingcommodities.org/pneumonia">http://www.lifesavingcommodities.org/pneumonia</a></p>/pneumonia</a></p>

source: Pneumonia Education - African English - Caregiver Story with Health Worker
es: Información sobre neumonía – Inglés africano – Historia de cuidador con trabajador de la salud

source: Pneumonia Education - Video: Chest In-Drawing
es: Información sobre neumonía – Video: retracción costal

source: <p class="p1"><span class="s1">This video is a part of the Every Breath Counts communications campaign developed by he UN Diarrhea and Pneumonia Working Group, and led by the Clinton Health Access Institute, McCann Global Health, USAID, UNICEF, and Abt Associates.&nbsp;</span></p> <p class="p1"><span class="s1">&nbsp;</span></p> <p class="p1"><span class="s1">The Every Breath Counts communications campaign is designed to educate caregivers and frontline health workers about the signs, symptoms, and treatment of pneumonia in the most at-risk countries. The campaign is all open-source, allowing for materials to be adapted to local needs and contexts, and is available in three versions--African, African (Muslim), and Asian. All campaign materials were extensively researched and tested for clarity and relatability across nine countries: Bangladesh, DRC, &nbsp;Ethiopia, India, Kenya, Niger, Nigeria, Tanzania, and Uganda.&nbsp;</span></p> <p class="p2">&nbsp;</p> <p class="p1"><span class="s1">For more information about this campaign, please visit&nbsp;<a href="http://www.lifesavingcommodities.org/pneumonia"><span class="s2">http://www.lifesavingcommodities.org/pneumonia</span></a></span></p>
es: <p class="p1"><span class="s1">Este video es parte de la campaña de comunicaciones Every Breath Counts, desarrollada por el Grupo de trabajo sobre diarrea y neumonía de la ONU y dirigida por el instituto Clinton Health Access Institute, McCann Global Health, USAID, UNICEF y Abt Associates.&nbsp;</span></p><p class="p1"><span class="s1">&nbsp;</span></p><p class="p1"><span class="s1">La campaña de comunicaciones Every Breath Counts está diseñada para informar a los cuidadores y a los trabajadores de salud de primera línea sobre los signos, los síntomas y el tratamiento de la neumonía en los países que presentan mayores riesgos. La campaña es completamente de fuente abierta, y permite que los materiales se adapten a las necesidades y los contextos locales, y está disponible en tres versiones: africana, africana (musulmana) y asiática. Todos los materiales de la campaña fueron ampliamente investigados y probados para garantizar la claridad y la aptitud para relatarse en nueve países: Bangladesh, República Democrática del Congo, &nbsp;Etiopía, India, Kenia, Níger, Nigeria, Tanzania y Uganda.&nbsp;</span></p><p class="p2">&nbsp;</p><p class="p1"><span class="s1">Si desea obtener más información sobre esta campaña, visite&nbsp;<a href="http://www.lifesavingcommodities.org/pneumonia"><span class="s2">http://www.lifesavingcommodities.org/pneumonia</span></a></span></p>

source: Pneumonia Education - African Muslim English - Caregiver Flier
es: Información sobre neumonía - Inglés africano musulmán - Panfleto para el cuidador
