Repository: mPowering/orb-translations
Catalog: */resource_file.po
Languages: es

source: Counselling Cards
es: Tarjetas de asesoramiento

source: Download the video
es: Descargar el video

source: Questions and Answers (French)
es: Preguntas y respuestas (Francés)

source: Poster (in French)
es: Afiche (en francés)

source: Supplemental Feeding
es: Alimentación complementaria

source: Protein: Body Building Foods
es: Proteínas: alimentos que desarrollan masa muscular

source: Fruits and Vegetables
es: Frutas y vegetales

source: Energy Foods
es: Alimentos energéticos

source: Danger Signs Poster (French)
es: Afiche sobre signos de peligro (Francés)

source: Danger Signs Poster (India - in English)
es: Afiche sobre signos de peligro (India, en Inglés)

source: Danger Signs Poster (Africa - in English)
es: Afiche sobre signos de peligro (África, en Inglés)

source: Detailing Aid Skilled Providers (Africa - in English)
es: Información para proveedores capacitados de ayuda (África, en inglés)

source: Detailing Aid Skilled Providers (India - in English)
es: Información para proveedores capacitados de ayuda (India, en inglés)

source: Detailing Aid Skilled Providers (French)
es: Detalles para proveedores con habilidades de asistencia (Francés)

source: Poster option 2 (French)
es: Afiche opción 2 (Francés)

source: Poster for India (English)
es: Afiche para India (inglés)

source: Poster for Africa (English)
es: Afiche para África (inglés)

source: Poster for Africa - option 2 (English)
es: Afiche para África, opción 2 (Inglés)

source: Poster for India - option 2 (English)
es: Afiche para India, opción 2 (Inglés)

source: Questions and Answers (English)
es: Preguntas y respuestas (Inglés)

source: Poster (in English)
es: Afiche (en inglés)

source: ANC Life Stage
es: Etapa de la vida para Cuidado Prenatal (ANC)

source: Timed and Targeted Counselling for Health and Nutrition, 2nd Edition Facilitators Manual
es: Asesoramiento medido y orientado para salud y nutrición 2.º edición: Manual de los facilitadores

source: Timed and Targeted Counselling for Health and Nutrition, 2nd Edition. Trainers Guide
es: Asesoramiento medido y orientado para salud y nutrición 2.º edición: Guía para los capacitadores

source: Timed and Targeted Counselling for Health and Nutrition, 2nd Edition: Household Handbook
es: Asesoramiento medido y orientado para salud y nutrición 2.º edición: Manual para hogares

source: Timed and Targeted Counselling for Health and Nutrition, Data Collection Manual and Tools
es: Asesoramiento medido y orientado para salud y nutrición, Manual para la recolección de datos y herramientas

source: Timed and Targeted Counselling for Health and Nutrition, Guideline and Manual for Supportive Supervision
es: Asesoramiento medido y orientado para salud y nutrición, Pautas y Manual para supervisión de respaldo

source: Timed and Targeted Counselling for Health and Nutrition, 2nd Edition: Participant's Manual
es: Asesoramiento medido y orientado para salud y nutrición 2.º edición: Manual del participante

source: Timed and Targeted Counselling for Health and Nutrition, 2nd Edition: Storybooks
es: Asesoramiento medido y orientado para salud y nutrición 2.º edición: Libros de historias

source: Timed and Targeted Counselling for Health and Nutrition, 1st Edition (French): Facilitators Manuals
es: Asesoramiento medido y orientado para salud y nutrición 1.º edición (Francés): Manuales de los facilitadores

source: Timed and Targeted Counselling for Health and Nutrition, A Toolkit for Programme Planners
es: Asesoramiento medido y orientado para salud y nutrición, Kit de herramientas para planificadores del programa

source: Timed and Targeted Counselling for Health and Nutrition, 1st Edition (French): Introduction to CHW programming
es: Asesoramiento medido y orientado para salud y nutrición 1.º edición (Francés): Introducción a la programación de CHW

source: Timed and Targeted Counselling for Health and Nutrition, 1st Edition (French): Manuel de Menage
es: Asesoramiento medido y orientado para salud y nutrición 1.º edición (Francés): Manuel de Menage

source: Timed and Targeted Counselling for Health and Nutrition, 1st Edition (Spanish): Manual del Facilitador
es: Asesoramiento medido y orientado para salud y nutrición 1.º edición (Español): Manual del facilitador

source: Timed and Targeted Counselling for Health and Nutrition, 1st Edition (French): Livres des Histoires
es: Asesoramiento medido y orientado para salud y nutrición 1.º edición (Francés): Livres des Histoires

source: Timed and Targeted Counselling for Health and Nutrition, 1st Edition (Spanish): Libro Consejos familiares
es: Asesoramiento medido y orientado para salud y nutrición 1.º edición (Español): Libro de consejos familiares

source: Timed and Targeted Counselling for Health and Nutrition 1st edition (Spanish): Sistema de Monitoreo TTC e registos
es: Asesoramiento medido y orientado para Salud y Nutrición 1.º edición (Español): Sistema de Monitoreo TTC y registros

source: Timed and Targeted Counselling for Health and Nutrition 1st edition (Spanish): Sistema e fichas de supervision
es: Asesoramiento medido y orientado para salud y nutrición 1.º edición (Español): Sistema y fichas de supervisión

source: Timed and Targeted Counselling for Health and Nutrition 1st edition (Spanish):Tarjeta de Alimentos
es: Asesoramiento medido y orientado para salud y nutrición 1.º edición (Español): Tarjeta de Alimentos

source: Timed and Targeted Counselling 1st edition for Health and Nutrition (Spanish): Libros de Visitas
es: Asesoramiento medido y orientado para salud y nutrición 1.º edición (Español): Libros de Visitas

source: Pneumonia Education - African English - Health Worker Flier
es: Información sobre neumonía – Inglés africano – Panfleto para trabajadores de la salud

source: Pneumonia Education - African English - Caregiver Flier
es: Información sobre neumonía – Inglés africano – Panfleto para el cuidador

source: Pneumonia Education - African English - Health Worker Training (without amoxicillin)
es: Información sobre neumonía – Inglés africano – Capacitación para trabajadores de la salud (sin amoxicilina)

source: Pneumonia Education - African English - Caregiver Poster
es: Información sobre neumonía - Inglés africano - Afiche para el cuidador

source: Pneumonia Education - African English - Health Worker Training (with amoxicillin)
es: Información sobre neumonía – Inglés africano – Capacitación para trabajadores de la salud (con amoxicilina)

source: Pneumonia Education - African English - Caregiver Story with Doctor
es: Información sobre neumonía – Inglés africano – Historia de cuidador con médico

source: Pneumonia Education - African English - Caregiver Story with Health Worker
es: Información sobre neumonía – Inglés africano – Historia de cuidador con trabajador de la salud

source: Pneumonia Education - Video: Chest In-Drawing
es: Información sobre neumonía – Video: retracción costal

source: Pneumonia Education - African Muslim English - Caregiver Flier
es: Información sobre neumonía - Inglés africano musulmán - Panfleto para el cuidador

source: Pneumonia Education - Video: Fast Breathing
es: Información sobre neumonía – Video: respiración rápida

source: Pneumonia Education - African Muslim English - Caregiver Poster
es: Información sobre neumonía - Inglés africano musulmán - Afiche para el cuidador

source: Pneumonia Education - African Muslim English - Health Worker Flier
es: Información sobre neumonía – Inglés africano musulmán – Panfleto para trabajadores de la salud

source: Pneumonia Education - African Muslim English - Caregiver Story with Doctor
es: Información sobre neumonía – Inglés africano musulmán – Historia de cuidador con médico

source: Pneumonia Education - African Muslim English - Health Worker Training (no amoxicillin)
es: Información sobre neumonía – Inglés africano musulmán – Capacitación para trabajadores de la salud (sin amoxicilina)

source: Pneumonia Education - African Muslim English - Caregiver Story with Health Worker
es: Información sobre neumonía – Inglés africano musulmán – Historia de cuidador con trabajador de la salud

source: Pneumonia Education - South Asian English - Caregiver Flier
es: Información sobre neumonía – Inglés sudasiático – Panfleto para el cuidador

source: Pneumonia Education - South Asian English - Caregiver Poster
es: Información sobre neumonía – Inglés sudasiático – Afiche para el cuidador

source: Pneumonia Education - South Asian English - Caregiver Story with Health Worker
es: Información sobre neumonía – Inglés sudasiático – Historia de cuidador con trabajador de la salud

source: Pneumonia Education - South Asian English - Caregiver Story with Doctor
es: Información sobre neumonía – Inglés sudasiático – Historia de cuidador con médico

source: Pneumonia Education - African French - Caregiver Flier
es: Información sobre neumonía – Francés africano – Folleto para el cuidador

source: Pneumonia Education - African French - Caregiver Poster
es: Información sobre neumonía - Francés africano - Afiche para el cuidador

source: Pneumonia Education - African French - Caregiver Story with Doctor
es: Información sobre neumonía - Francés africano - Historia de cuidador con médico

source: Pneumonia Education - African Muslim English - Health Worker Training (with amoxicillin)
es: Información sobre neumonía – Inglés africano musulmán – Capacitación para trabajadores de la salud (con amoxicilina)

source: Pneumonia Education - African French - Caregiver Story with Health Worker
es: Información sobre neumonía – Francés africano – Historia de cuidador con trabajador de la salud

source: Pneumonia Education - South Asian English - Health Worker Flier
es: Información sobre neumonía - Inglés sudasiático - Panfleto para trabajadores de la salud

source: Pneumonia Education - African Muslim French - Caregiver Flier
es: Información sobre neumonía - Francés africano musulmán - Afiche para el cuidador

source: Pneumonia Education - African Muslim French - Caregiver Poster
es: Información sobre neumonía - Francés africano musulmán - Afiche para el cuidador

source: Pneumonia Education - South Asian English - Health Worker Training (without amoxicillin)
es: Información sobre neumonía – Inglés sudasiático – Capacitación para trabajadores de la salud (sin amoxicilina)

source: Pneumonia Education - African Muslim French - Caregiver Story with Health Worker
es: Información sobre neumonía – Francés africano musulmán – Historia de cuidador con trabajador de la salud

source: Pneumonia Education - African Muslim French - Caregiver Story with Doctor
es: Información sobre neumonía – Francés africano musulmán – Historia de cuidador con médico

source: Pneumonia Education - South Asian English - Health Worker Training (with amoxicilin)
es: Información sobre neumonía – Inglés sudasiático – Capacitación para trabajadores de la salud (con amoxicilina)

source: Pneumonia Education - African French - Health Worker Flier
es: Información sobre neumonía - Francés africano - Panfleto para trabajadores de la salud

source: Pneumonia Education - African French - Health Worker Training (without amoxicillin)
es: Información sobre neumonía - Francés africano - Capacitación para trabajadores de la salud (sin amoxicilina)

source: Pneumonia Education - African French - Health Worker Training (with amoxicillin)
es: Información sobre neumonía - Francés africano - Capacitación para trabajadores de la salud (con amoxicilina)

source: Pneumonia Education - African English - Caregiver Kit
es: Información sobre neumonía – Inglés africano – Kit para el cuidador

source: Pneumonia Education - African Muslim French - Health Worker Flier
es: Información sobre neumonía - Francés africano musulmán - Panfleto para trabajadores de la salud

source: Pneumonia Education - African Muslim English - Caregiver Kit
es: Información sobre neumonía – Inglés africano musulmán – Kit para el cuidador

source: Pneumonia Education - African Muslim French - Health Worker Training (without amoxicillin)
es: Información sobre neumonía - Francés africano musulmán - Capacitación para trabajadores de la salud (sin amoxicilina)

source: Pneumonia Education - African Muslim French - Health Worker Training (with amoxicillin)
es: Información sobre neumonía - Francés africano musulmán - Capacitación para trabajadores de la salud (con amoxicilina)

source: Pneumonia Education - South Asian English - Caregiver Kit
es: Información sobre neumonía – Inglés sudasiático – Kit para el cuidador

source: Pneumonia Education - African French - Caregiver Kit
es: Información sobre neumonía – Francés africano – Kit para el cuidador

source: Pneumonia Education - African English - Health Worker Kit
es: Información sobre neumonía – Inglés africano – Kit para trabajadores de la salud

source: Pneumonia Education - African Muslim French - Caregiver Kit
es: Información sobre neumonía - Francés africano musulmán - Kit para el cuidador

source: Pneumonia Education - African French - Health Worker Kit
es: Información sobre neumonía - Francés africano - Kit para trabajadores de la salud

source: Pneumonia Education - African Muslim English - Health Worker Kit
es: Información sobre neumonía – Inglés africano musulmán – Kit para trabajadores de la salud

source: Pneumonia Education - South Asian English - Health Worker Kit
es: Información sobre neumonía - Inglés sudasiático - Kit para trabajadores de la salud

source: Pneumonia Education - African Muslim French - Health Worker Kit
es: Información sobre neumonía - Francés africano musulmán - Kit para trabajadores de la salud

source: Timed and Targeted Counselling 2nd Edition (French) Manuel de Facilitateur
es: Asesoramiento medido y orientado 2.º edición (Francés): Manuel de Facilitateur

source: Timed and Targeted Counselling (french). Livres des histoires
es: Asesoramiento medido y orientado (Francés). Livres des histoires

source: Timed and Targeted Counselling (french). Directives et Manuel pour la supervision
es: Asesoramiento medido y orientado (Francés). Directives et Manuel pour la supervision

source: Timed and Targeted Counselling (french). Directives et Manuel pour la colect des donnees
es: Asesoramiento medido y orientado (Francés). Directives et Manuel pour la colect des donnees

source: Timed and Targeted Counselling (french). Manuel de ménage
es: Asesoramiento medido y orientado (Francés). Manuel de ménage

source: Community and health volunteers manual
es: Manual para la comunidad y los voluntarios de salud

source: Facilitator's manual
es: Manual del facilitador

source: Tool for household monitoring for the prevention of Zika, dengue and chikungunya
es: Herramienta para monitoreo de hogares para la prevención del Zika, dengue y chikungunya

source: Household checklist card on key measures for prevention of dengue, chikungunya and Zika (part of Household Handbook)
es: Lista de verificación para hogares sobre medidas clave para la prevención del dengue, chikungunya y Zika (parte del Manual para el hogar)

source: Counselling flip chart on symptoms, complications, treatment, and prevention of dengue, chikungunya and Zika.
es: Rotafolio de asesoramiento sobre síntomas, complicaciones, tratamiento y prevención del dengue, el chikungunya y el Zika.

source: download video
es: descargar video

source: Factsheet
es: Hoja informativa

source: Zika Virus Protection for Outdoor Workers - QuickCard
es: Protección contra el virus del Zika para personas que trabajan al aire libre - Tarjeta de referencia rápida

source: Health Ministers Guide on Zika
es: Guía sobre el Zika para ministros de salud

source: Zika Action Guide for Health Ministers
es: Guía de acciones para el Zika para ministros de salud

source: Zika Basics Flipbook for Community Health Workers
es: Libro de animaciones sobre aspectos básicos del Zika para trabajadores de la salud de la comunidad

source: Key Zika Considerations for Healthcare Settings
es: Consideraciones clave sobre el Zika para entornos de cuidado de la salud

source: Sexual Transmission of Zika Posters
es: Afiches sobre transmisión sexual del Zika

source: Companion Evaluation and Management Tool
es: Herramienta complementaria de evaluación y gestión

source: Para Mujeres: Resultado Positivo en la Prueba de Deteccion del Virus del Zika: Que implica esto para mi?
es: Para mujeres: Resultado positivo en la prueba de detección del virus del Zika: ¿qué implica esto para mí?

source: Zika and Sex
es: Zika y el sexo

source: Doctor's Visit Checklist: for pregnant women who traveled to an area with Zika
es: Lista de verificación para el médico: para mujeres embarazadas que viajaron a un área con Zika

source: Providing Family Planning Care for Non-Pregnant Women and Men of Reproductive Age in the Context of Zika
es: Brindar atención para la planificación familiar a mujeres no embarazadas y hombres en edad reproductiva en el contexto del Zika

source: Informacion importante sobre el Zika para las personas que viven en areas con Zika
es: Información importante sobre el Zika para las personas que viven en áreas en donde existe esta enfermedad

source: Material de apoyo #1
es: Material de apoyo n.º 1

source: Material de apoyo #2
es: Material de apoyo n.º 2

source: Material de apoyo #3
es: Material de apoyo n.º 3

source: Material de apoyo #5
es: Material de apoyo n.º 5

source: Material de apoyo #6
es: Material de apoyo n.º 6

source: Material de apoyo #7
es: Material de apoyo n.º 7

source: Material de apoyo #8
es: Material de apoyo n.º 8

source: Protegiendose a usted misma y a otros del Zika
es: Protegerse a usted misma y a otros del Zika

source: m4RH Basic messages, English
es: Mensajes básicos de m4RH, Inglés

source: m4RH Basic messages, Swahili
es: Mensajes básicos de m4RH, Swahili

source: m4RH Plus messages, English
es: Mensajes adicionales de m4RH, Inglés

source: m4RH Plus messages, Swahili
es: Mensajes adicionales de m4RH, Swahili

source: m4RH Youth messages, English
es: Mensajes para los jóvenes de m4RH, Inglés

source: m4RH Youth messages, Swahili
es: Mensajes para jóvenes de m4RH, Swahili

source: Informacion importante sobre el Zika para persona viviendo en areas donde los mosquitos no estan propagando el Zika
es: Información importante sobre el Zika para personas que viven en áreas donde los mosquitos no están propagando el Zika

source: Lo que los hombres necesitan saber sobre el Zika para hombres viviendo en areas donde los mosquitos no estan propagando el Zika
es: Lo que los hombres necesitan saber sobre el Zika para hombres que viven en áreas donde los mosquitos no están propagando esta enfermedad

source: Protegiendose a usted misma y a otros del Zika para mujeres viviendo en areas donde los mosquitos no estan propagando el Zika
es: Protegerse a usted misma y a otros del Zika para mujeres que viven en áreas donde los mosquitos no están propagando esta enfermedad

source: Proceso de consejeria sobre planificacion familiar para clientes femeninos en areas SIN transmision local
es: Proceso de asesoramiento para la planificación familiar para clientes femeninos en áreas SIN transmisión local

source: Preguntas de chequeo inicial para clientes femeninos y masculinos en areas SIN transmision local
es: Preguntas iniciales de exploración para clientes femeninos y masculinos en áreas SIN transmisión local

source: Aconsejando a los clientes femeninos sobre el riesgo del Zika en las areas SIN transmision local
es: Asesoramiento para clientes femeninos sobre el riesgo del Zika en áreas SIN transmisión local

source: Proporcionando consejeria centrada en el cliente y educacion sobre anticonceptivos
es: Proporcionar asesoramiento centrado en el cliente e información sobre anticonceptivos

source: Estrategias para prevenir el virus del Zika y sus consecuencias para los clientes que viven en areas SIN transmision local
es: Estrategias para prevenir el virus del Zika y sus consecuencias para los clientes que viven en áreas SIN transmisión local

source: Quien Necesita la prueba del virus del Zika? Areas SIN transmision local.
es: ¿Quién necesita pruebas de detección del virus del Zika? Áreas SIN transmisión local.

source: Aconsejando a los clientes masculinos sobre los riesgos de infeccionen en areas SIN tranmision local de Zika
es: Asesoramiento para los clientes masculinos sobre el riesgo de infección en las áreas SIN transmisión local del Zika

source: Postnatal Care Bedside Pre-Discharge Poster- Africa Context
es: Afiche de cuidado posnatal para pacientes hospitalizados antes del alta - Contexto de África

source: Postnatal Care Bedside Pre-Discharge Poster- Asia Context
es: Afiche de cuidado posnatal para pacientes hospitalizados antes del alta - Contexto de Asia

source: PNC Pre-Discharge Checklist Africa
es: Lista de verificación anterior al alta para cuidado prenatal (PNC) - África

source: PNC Pre-Discharge Checklist Asia
es: Lista de verificación anterior al alta para cuidado prenatal (PNC) - Asia

source: HEH Part 1 - Global: Moodle course backup
es: HEH Parte 1 - Etiopía: copia de seguridad del curso de Moodle

source: HEH Part 2 - Global: Moodle course backup
es: HEH Parte 2 - Etiopía: copia de seguridad del curso de Moodle

source: HEH Part 1 - Ethiopia: Moodle course backup
es: HEH Parte 1 - Etiopía: copia de seguridad del curso de Moodle

source: HEH Part 2 - Ethiopia: Moodle course backup
es: HEH Parte 2 - Etiopía: copia de seguridad del curso de Moodle

source: WASH: Context and Environment - Global version - Moodle backup format
es: WASH: contexto y medioambiente - Versión global - Formato de copia de seguridad de Moodle

source: WASH: Context and Environment - Ethiopia version - Moodle backup format
es: WASH: contexto y medioambiente - Versión de Etiopía - Formato de copia de seguridad de Moodle

source: Urban Sanitation and Solid Waste Management - Global version - Moodle backup format
es: Higiene urbana y gestión de desechos sólidos - Versión global - Formato de copia de seguridad de Moodle

source: Urban Sanitation and Solid Waste Management - Ethiopia version - Moodle backup format
es: Higiene urbana y gestión de desechos sólidos - Versión de Etiopía - Formato de copia de seguridad de Moodle

source: Urban WASH: Working with People - Global version - Moodle backup format
es: Agua, sanidad e higiene (WASH) urbana: trabajar con la gente - Versión global - Formato de copia de seguridad de Moodle

source: Urban WASH: Working with People - Ethiopia version - Moodle backup format
es: Agua, sanidad e higiene (WASH) urbana: trabajar con la gente - Versión de Etiopía - Formato de copia de seguridad de Moodle

source: Urban Water Supply - Global version - Moodle backup format
es: Suministro urbano de agua - Versión global - Formato de copia de seguridad de Moodle

source: Urban Water Supply - Ethiopia version - Moodle backup format
es: Suministro urbano de agua - Versión de Etiopía - Formato de copia de seguridad de Moodle
