Repository: mPowering/orb-translations
Catalog: */resource.po
Languages: es

source: <p class="p1">This kit is a part of the Every Breath Counts communications campaign developed by the UN Diarrhea and Pneumonia Working Group, and led by the Clinton Health Access Institute, McCann Global Health, USAID, UNICEF, and Abt Associates.&nbsp;&nbsp;</p> <p class="p1">The kit includes a Quickstart Guide, Flier, FAQ document, two Flipcharts, two Videos, and an Adaptation Guide</p> <p class="p1">The Every Breath Counts communications campaign is designed to educate caregivers and frontline health workers about the signs, symptoms, and treatment of pneumonia in the most at-risk countries. The campaign is all open-source, allowing for materials to be adapted to local needs and contexts, and is available in three versions--African, African (Muslim), and Asian. All campaign materials were extensively researched and tested for clarity and relatability across nine countries: Bangladesh, DRC, &nbsp;Ethiopia, India, Kenya, Niger, Nigeria, Tanzania, and Uganda.&nbsp;</p> <p class="p1">For more information about this campaign, please visit&nbsp;<a href="http://www.lifesavingcommodities.org/pneumonia">http://www.lifesavingcommodities.org/pneumonia</a></p>
es: <p class="p1">Este kit es parte de la campaña de comunicaciones Every Breath Counts, desarrollada por el Grupo de trabajo sobre diarrea y neumonía de la ONU y dirigida por el instituto Clinton Health Access Institute, McCann Global Health, USAID, UNICEF y Abt Associates.&nbsp;</p><p class="p1">El kit incluye una Guía de inicio rápido, un afiche, un panfleto, dos rotafolios, un documento con preguntas frecuentes y una guía de adaptación.</p><p class="p1">La campaña de comunicaciones Every Breath Counts está diseñada para informar a los cuidadores y a los trabajadores de salud de primera línea sobre los signos, los síntomas y el tratamiento de la neumonía en los países que presentan mayores riesgos. La campaña es completamente de fuente abierta, y permite que los materiales se adapten a las necesidades y los contextos locales, y está disponible en tres versiones: africana, africana (musulmana) y asiática. Todos los materiales de la campaña fueron ampliamente investigados y probados para garantizar la claridad y la aptitud para relatarse en nueve países: Bangladesh, República Democrática del Congo, &nbsp;Etiopía, India, Kenia, Níger, Nigeria, Tanzania y Uganda.&nbsp;</p><p class="p1"><span class="s1">Si desea obtener más información sobre esta campaña, visite&nbsp;<a href="http://www.lifesavingcommodities.org/pneumonia">http://www.lifesavingcommodities.org/pneumonia</a></p>

source: Pneumonia Education - African Muslim French - Health Worker Kit
es: Información sobre neumonía - Francés africano musulmán - Kit para trabajadores de la salud

source: Pneumonia Education - South Asian English - Health Worker Kit
es: Información sobre neumonía - Inglés sudasiático - Kit para trabajadores de la salud

source: <p class="p1">This kit is a part of the Every Breath Counts communications campaign developed by he UN Diarrhea and Pneumonia Working Group, and led by the Clinton Health Access Institute, McCann Global Health, USAID, UNICEF, and Abt Associates.&nbsp;</p> <p class="p1">The kit includes a Quickstart Guide, Flier, FAQ document, two Flipcharts, two Videos, and an Adaptation Guide</p> <p class="p1">The Every Breath Counts communications campaign is designed to educate caregivers and frontline health workers about the signs, symptoms, and treatment of pneumonia in the most at-risk countries. The campaign is all open-source, allowing for materials to be adapted to local needs and contexts, and is available in three versions--African, African (Muslim), and Asian. All campaign materials were extensively researched and tested for clarity and relatability across nine countries: Bangladesh, DRC, &nbsp;Ethiopia, India, Kenya, Niger, Nigeria, Tanzania, and Uganda.&nbsp;</p> <p class="p1"><span class="s1">For more information about this campaign, please visit&nbsp;<a href="http://www.lifesavingcommodities.org/pneumonia"><span class="s2">http://www.lifesavingcommodities.org/pneumonia</span></a></span></p>
es: <p class="p1">Este kit es parte de la campaña de comunicaciones Every Breath Counts, desarrollada por el Grupo de trabajo sobre diarrea y neumonía de la ONU y dirigida por el instituto Clinton Health Access Institute, McCann Global Health, USAID, UNICEF y Abt Associates.&nbsp;</p><p class="p1">El kit incluye una Guía de inicio rápido, un afiche, un panfleto, dos rotafolios, un documento con preguntas frecuentes y una guía de adaptación.</p><p class="p1">La campaña de comunicaciones Every Breath Counts está diseñada para informar a los cuidadores y a los trabajadores de salud de primera línea sobre los signos, los síntomas y el tratamiento de la neumonía en los países que presentan mayores riesgos. La campaña es completamente de fuente abierta, y permite que los materiales se adapten a las necesidades y los contextos locales, y está disponible en tres versiones: africana, africana (musulmana) y asiática. Todos los materiales de la campaña fueron ampliamente investigados y probados para garantizar la claridad y la aptitud para relatarse en nueve países: Bangladesh, República Democrática del Congo, &nbsp;Etiopía, India, Kenia, Níger, Nigeria, Tanzania y Uganda.&nbsp;</p><p class="p1"><span class="s1">Si desea obtener más información sobre esta campaña, visite&nbsp;<a href="http://www.lifesavingcommodities.org/pneumonia"><span class="s2">http://www.lifesavingcommodities.org/pneumonia</span></a></span></p>

source: Timed and Targeted Counselling 2nd Edition (French) Manuel de Facilitateur
es: Asesoramiento medido y orientado 2.º edición (Francés): Manuel de Facilitateur

source: Timed and Targeted Counselling (french). Directives et Manuel pour la collecte des données
es: Asesoramiento medido y orientado (Francés). Directives et Manuel pour la collecte des données

source: Mini-Laparotomy for Tubal Ligation Under Local Anesthesia Animated Training Video
es: Video animado sobre minilaparotomía para ligación de trompas con anestesia local

source: <p><span>This animation demonstrates the surgical technique of mini-laparotomy under local anesthesia for tubal ligation. It consists of nine chapters showing the steps of the procedure. The video is currently available in English, Portuguese &nbsp;and French.</span></p>
es: <p><span>Esta animación muestra la técnica quirúrgica de minilaparotomía con anestesia local para la ligadura de trompas. Consiste en nueve capítulos que muestran los pasos del procedimiento. El video está actualmente disponible en inglés y francés.</span></p>

source: This animation is made possible by the generous support of the American people through the United States Agency for International Development (USAID) under the terms of the Cooperative Agreement AID-OAA-A-14-00028. The contents are the responsibility of the Maternal and Child Survival Program and do not necessarily reflect the views of USAID or the United States Government.
es: Esta animación es posible gracias al generoso aporte de los estadounidenses a través de la Agencia de los Estados Unidos para el Desarrollo Internacional (USAID) en virtud de los términos del Acuerdo de cooperación AID-OAA-A-14-00028. El contenido es responsabilidad del Programa de Supervivencia Maternal e Infantil, y no necesariamente refleja los puntos de vista de USAID o del Gobierno de Estados Unidos.

source: Mini-Laparotomy for Tubal Ligation Under Local Anesthesia Animated Training
es: Capacitación animada sobre minilaparotomía para ligadura de trompas con anestesia local

source: <p><span>This animation demonstrates the surgical technique of mini-laparotomy under local anesthesia for tubal ligation. It consists of nine chapters showing the steps of the procedure.</span></p>
es: <p><span>Esta animación muestra la técnica quirúrgica de minilaparotomía con anestesia local para la ligadura de trompas. Consiste en nueve capítulos que muestran los pasos del procedimiento.</span></p>

source: Mini-Laparotomy for Tubal Ligation Under Local Anesthesia Training Video (Animated)
es: Video de capacitación sobre minilaparotomía para ligadura de trompas con anestesia local (Animado)

source: Timed and Targeted Counseling for prevention of Zika, dengue and chikungunya at the household level
es: Asesoramiento medido y orientado para la prevención del Zika, el dengue y el chikungunya a nivel de los hogares

source: <p>The Timed and Targeted Counselling approach (TTC), is an approach World Vision implements in collaboration with national and district health authorities, conducted by community health volunteers including Mother Guides, CHWs and community agents.&nbsp;TTC promotes behaviour change at the individual and family level for maternal, neonatal and child health (from early pregnancy to 24 months of age), and has been rolled out in over 23 countries globally including Latin America, specifically Guatemala, Honduras, Ecuador, Bolivia and Peru.&nbsp;With the emergence of the Zika epidemic, World Vision&rsquo;s epidemic response has prioritised 5 countries (Brazil, Colombia, El Salvador, Guatemala and Honduras). This material addresses Zika, dengue and chikungunya, ensuring key health information and household practices for the prevention of these diseases is integrated into existing community initiatives for maternal and child health. These resources are available in Spanish, and may serve as an &lsquo;addendum&rsquo; to the existing TTC Spanish materials (<a href="http://www.wvi.org/ttc-resources-spanish">http://www.wvi.org/ttc-resources-spanish</a>), or used seperately.&nbsp;</p>
es: <p>El asesoramiento medido y orientado (TTC) es una estrategia que World Vision implementa en colaboración con autoridades de salud nacionales y de distrito, dirigida por voluntarios de salud de la comunidad, entre los que se incluyen madres guía, trabajadores de la salud de la comunidad y agentes comunitarios. El TTC promueve el cambio de conductas a nivel individual y familiar para mejorar la salud materna, neonatal e infantil (desde principios del embarazo hasta los 24 meses de edad), y se ha implementado en más de 23 países, incluida América Latina, específicamente, en Guatemala, Honduras, Ecuador, Bolivia y Perú.&nbsp;Con el surgimiento de la epidemia de Zika, la respuesta a la epidemia de World Vision ha priorizado 5 países (Brasil, Colombia, El Salvador, Guatemala y Honduras). Este material aborda el Zika, el dengue y el chikungunya, y garantiza que la información clave sobre salud y prácticas en el hogar para la prevención de estas enfermedades se integre en las iniciativas comunitarias existentes para la salud materna e infantil. Estos recursos están disponibles en español, y pueden servir como &lsquo;agregado&rsquo; a los materiales existentes en español sobre TTC (<a href="http://www.wvi.org/ttc-resources-spanish">http://www.wvi.org/ttc-resources-spanish</a>), o pueden usarse por separado.&nbsp;</p>

source: To adapt or use this materials for your contexts please contact health@wvi.org
es: Para adaptar o usar estos materiales en sus contextos, comuníquese a través de health@wvi.org

source: Timed and Targeted Counselling for Health and Nutrition, 2nd edition: A Comprehensive Training Course for Community Health Workers (French Version)
es: Asesoramiento medido y orientado para salud y nutrición 2.º edición: Curso de capacitación integral para trabajadores de la salud de la comunidad (Versión en francés)

source: For use of materials please contact health@wvi.org
es: Para usar los materiales, comuníquese a través de health@wvi.org

source: test 1
es: prueba 1

source: <p>test&nbsp;</p>
es: <p>prueba&nbsp;</p>

source: A Training Film for Fistula Nurses
es: Una película de capacitación para enfermeros que atienden fístulas

source: This film shows how to care for patients before and after surgery for obstetric fistula. It covers four key areas in pre and post-operative care: advocacy, detection, intervention and communication. This film is for use in nurse training<div style="text-align:center;"><iframe src="https://player.vimeo.com/video/142125018" width="500" height="281" frameborder="0" title="A Training Film For Fistula Nurses (subtitled)" webkitallowfullscreen mozallowfullscreen allowfullscreen></iframe></div>
es: Esta película muestra cómo cuidar a las pacientes antes y después de una cirugía por fístula obstétrica. Abarca cuatro áreas clave en el cuidado pre- y posoperatorio: activismo, detección, intervención y comunicación.\nEsta película debe usarse en capacitaciones de enfermeros<div style="text-align:center;"><iframe src="https://player.vimeo.com/video/142125018" width="500" height="281" frameborder="0" title="A Training Film For Fistula Nurses (subtitled)" webkitallowfullscreen mozallowfullscreen allowfullscreen></iframe></div>

source: Obstructed Labour: An Introduction for Midwives
es: Trabajo de parto obstruido: introducción para parteras

source: <p>This film explains what obstructed labour is, how it can be identified and managed. This film is for use in midwife training</p> <div style="text-align: center;"><iframe title="Obstructed Labour: An Introduction For Midwives" src="https://player.vimeo.com/video/137473749" frameborder="0" width="500" height="281"></iframe></div>
es: <p>Esta película explica qué es el parto obstruido y cómo puede identificarse y tratarse. Esta película debe usarse en capacitaciones de parteras</p><div style="text-align: center;"><iframe title="Obstructed Labour: An Introduction For Midwives" src="https://player.vimeo.com/video/137473749" frameborder="0" width="500" height="281"></iframe></div>

source: How to use chlorhexidine for umbilical cord care
es: Cómo usar clorhexidina para el cuidado del cordón umbilical

source: This film explains how to provide care for a newborn baby and demonstrates how to effectively use the antiseptic, chlorhexidine, to provide safe umbilical cord care after birth as recommended by the World Health Organisation. This film is for use in community health education<div style="text-align:center;"><iframe src="https://player.vimeo.com/video/135684121" width="500" height="281" frameborder="0" title="How to use chlorhexidine for umbilical cord care" webkitallowfullscreen mozallowfullscreen allowfullscreen></iframe></div>
es: Esta película explica cómo brindar cuidado a un recién nacido y muestra cómo usar eficazmente el antiséptico clorhexidina para cuidar el cordón umbilical de manera segura después del nacimiento, como lo recomienda la Organización Mundial de la Salud.\nEsta película debe usarse en capacitaciones sobre salud comunitaria<div style="text-align:center;"><iframe src="https://player.vimeo.com/video/135684121" width="500" height="281" frameborder="0" title="How to use chlorhexidine for umbilical cord care" webkitallowfullscreen mozallowfullscreen allowfullscreen></iframe></div>

source: Diabetes in Pregnancy: Stories from Saint Lucia
es: Diabetes durante el embarazo: historias de Santa Lucía

source: <p>This film is about gestational diabetes (diabetes that affects women during pregnancy). It tells the stories of two women and their pregnancies, looking at how diabetes affected them and their babies during pregnancy and how to reduce the risk of developing type 2 diabetes later in life. This is film is for use in community health education and entry-level health worker training.</p> <div style="text-align: center;"><iframe title="Diabetes In Pregnancy: Stories From Saint Lucia" src="https://player.vimeo.com/video/172714547" frameborder="0" width="500" height="281"></iframe></div>
es: <p>Esta película trata sobre la diabetes gestacional (la diabetes que afecta a las mujeres durante el embarazo). Cuenta las historias de dos mujeres y sus embarazos, y examina cómo la diabetes afectó a las mujeres y sus bebés durante el embarazo, y cómo reducir el riesgo de desarrollar diabetes tipo 2 posteriormente. Esta película está diseñada para usarse en capacitaciones sobre salud comunitaria y en capacitaciones de nivel de ingreso para trabajadores de la salud.</p><div style="text-align: center;"><iframe title="Diabetes In Pregnancy: Stories From Saint Lucia" src="https://player.vimeo.com/video/172714547" frameborder="0" width="500" height="281"></iframe></div>

source: Ebola - Contact Tracing
es: Ébola - Seguimiento del contacto

source: This film is about the role of community health workers in their vital work of ‘contact tracing’ to prevent the spread of Ebola. It explains the role of contact tracers in finding people who have come into contact with a sick Ebola patient and raising awareness to help stop further transmission of the disease. This film is for use in community health education.<div style="text-align:center;"><iframe src="https://player.vimeo.com/video/127482748" width="500" height="281" frameborder="0" title="Understanding Ebola contact tracing" webkitallowfullscreen mozallowfullscreen allowfullscreen></iframe></div>
es: Esta película trata sobre el rol de los trabajadores de salud de la comunidad en su tarea vital de "dar seguimiento al contacto" para evitar la propagación del Ébola. Explica el rol de los encargados de dar seguimiento al contacto en la detección de personas que han entrado en contacto con un paciente enfermo de Ébola y en la creación de conciencia para ayudar a detener la transmisión de la enfermedadEsta película está diseñada para usarse en capacitaciones sobre salud comunitaria.<div style="text-align:center;"><iframe src="https://player.vimeo.com/video/127482748" width="500" height="281" frameborder="0" title="Understanding Ebola contact tracing" webkitallowfullscreen mozallowfullscreen allowfullscreen></iframe></div>

source: Understanding Family Planning (short)
es: Comprender la planificación familiar (breve)

source: <p>This is a film for teenagers and young adults, explaining the different methods of contraception available for family planning. This film is for use in community health education</p> <div style="text-align: center;"><iframe title="Understanding family planning (short &ndash; Sub Saharan Africa)" src="https://player.vimeo.com/video/169217943" frameborder="0" width="500" height="281"></iframe></div>
es: Esta película está destinada a adolescentes y adultos jóvenes, y explica los diferentes métodos de anticoncepción disponibles para la planificación familiar.\nEsta película debe usarse en capacitaciones sobre salud comunitaria<div style="text-align:center;"><iframe src="https://player.vimeo.com/video/169217943" width="500" height="281" frameborder="0" title="Understanding family planning (short &ndash; Sub Saharan Africa)" webkitallowfullscreen mozallowfullscreen allowfullscreen></iframe></div>

source: Understanding healthy eating during pregnancy (short)
es: Comprender los hábitos alimenticios saludables durante el embarazo (breve)

source: <p>This film explains how women can eat healthily during their pregnancy to ensure their own health and that of their child. This film is for use in community health education</p> <div style="text-align: center;"><iframe title="Understanding healthy eating during pregnancy (short &ndash; Sub Saharan Africa)" src="https://player.vimeo.com/video/169217937" frameborder="0" width="500" height="281"></iframe></div>
es: Esta película explica cómo las mujeres pueden alimentarse de manera saludable durante el embarazo para garantizar su propia salud y la de su bebé.\nEsta película debe usarse en capacitaciones sobre salud comunitaria<div style="text-align:center;"><iframe src="https://player.vimeo.com/video/169217937" width="500" height="281" frameborder="0" title="Understanding healthy eating during pregnancy (short &ndash; Sub Saharan Africa)" webkitallowfullscreen mozallowfullscreen allowfullscreen></iframe></div>

source: Understanding warning signs in pregnancy (short)
es: Comprender los signos de advertencia durante el embarazo (breve)

source: <p>This film explains the key signs to look out for in pregnancy which may indicate that something is wrong and what to do if this happens and further care is needed. This film is for use in community health education.</p> <div style="text-align: center;"><iframe title="Understanding warning signs in pregnancy (short &ndash; Sub Saharan Africa)" src="https://player.vimeo.com/video/169217915" frameborder="0" width="500" height="281"></iframe></div>
es: <p>Esta película explica los signos clave a los que se debe prestar atención durante el embarazo porque podrían indicar que algo está mal, y qué hacer si es así y se necesita más atención. La película está diseñada para usarse en capacitaciones sobre salud comunitaria.</p><div style="text-align: center;"><iframe title="Understanding warning signs in pregnancy (short &ndash; Sub Saharan Africa)" src="https://player.vimeo.com/video/169217915" frameborder="0" width="500" height="281"></iframe></div>

source: Steps to a Normal Delivery - SE Asia
es: Pasos para un parto normal - SE de Asia

source: <p>This film is an adaptation of our original 'Safe delivery' film with added voiceover.</p> <div style="text-align: center;"><iframe title="Steps to normal delivery (short &ndash; Southeast Asia)" src="https://player.vimeo.com/video/169217910" frameborder="0" width="500" height="281"></iframe></div>
es: <p>Esta película es una adaptación de nuestra película original "Parto seguro" con voz en off añadida.</p><div style="text-align: center;"><iframe title="Steps to normal delivery (short &ndash; Southeast Asia)" src="https://player.vimeo.com/video/169217910" frameborder="0" width="500" height="281"></iframe></div>

source: Understanding Family Planning (short) - SE Asia
es: Comprender la planificación familiar (breve) - SE de Asia

source: <p>This is a film for teenagers and young adults, explaining the different methods of contraception available for family planning. This film is for use in community health education</p> <div style="text-align: center;"><iframe title="Understanding family planning (short &ndash; Southeast Asia)" src="https://player.vimeo.com/video/169217917" frameborder="0" width="500" height="281"></iframe></div>
es: <p>Esta película está destinada a adolescentes y adultos jóvenes, y explica los diferentes métodos anticonceptivos disponibles para la planificación familiar. Está diseñada para usarse en capacitaciones sobre salud comunitaria</p><div style="text-align: center;"><iframe title="Understanding family planning (short &ndash; Southeast Asia)" src="https://player.vimeo.com/video/169217917" frameborder="0" width="500" height="281"></iframe></div>

source: Understanding healthy eating during pregnancy (short) - SE Asia
es: Comprender los hábitos alimenticios saludables durante el embarazo (breve) - SE de Asia

source: <p>This film explains how women can eat healthily during their pregnancy to ensure their own health and that of their child. This film is for use in community health education</p> <div style="text-align: center;"><iframe title="Understanding healthy eating during pregnancy (short &ndash; Southeast Asia)" src="https://player.vimeo.com/video/169217902" frameborder="0" width="500" height="281"></iframe></div>
es: <p>Esta película explica cómo las mujeres pueden comer alimentos saludables durante el embarazo para asegurar su propia salud y la de su bebé. Esta película está diseñada para usarse en capacitaciones sobre salud comunitaria</p><div style="text-align: center;"><iframe title="Understanding healthy eating during pregnancy (short &ndash; Southeast Asia)" src="https://player.vimeo.com/video/169217902" frameborder="0" width="500" height="281"></iframe></div>

source: Understanding warning signs in pregnancy (short) - SE Asia
es: Comprender los signos de advertencia durante el embarazo (breve) - SE de Asia
