Repository: mPowering/orb-translations
Catalog: */resource.po
Languages: es

source: Project Ujjwal: Doctor Speaks on Importance of Oral Contraceptive Pills
es: Proyecto Ujjwal: Médico habla sobre la importancia de las píldoras anticonceptivas orales

source: <p>Doctor Interview Films: Brief videos featuring famous doctors from the two states providing the first level of counseling to couples, addressing common misconceptions, and answering their initial queries. &nbsp;This is film is about Oral Contraceptives Pills.</p>
es: <p>Películas de entrevistas de médicos: Videos breves con médicos famosos de los dos estados que brindan asesoramiento de primer nivel a parejas sobre conceptos erróneos comunes y respuestas a las primeras consultas. &nbsp;Esta película trata sobre anticonceptivos de emergencia.</p>

source: Project Ujjwal: Doctor Speaks on Postpartum
es: Proyecto Ujjwal: Médico habla sobre el posparto

source: <p>Doctor Interview Films: Brief videos featuring famous doctors from the two states providing the first level of counseling to couples, addressing common misconceptions, and answering their initial queries. &nbsp;This film is about Postpartum.</p>
es: <p>Películas de entrevistas de médicos: Videos breves con médicos famosos de los dos estados que brindan asesoramiento de primer nivel a parejas sobre conceptos erróneos comunes y respuestas a las primeras consultas. &nbsp;Esta película trata sobre el posparto.</p>

source: Project Ujjwal: Doctor Speaks on Use of Medical Abortion
es: Proyecto Ujjwal: Médico habla sobre el uso del aborto médico

source: <p>Doctor Interview Films: Brief videos featuring famous doctors from the two states providing the first level of counseling to couples, addressing common misconceptions, and answering their initial queries. &nbsp;This film is about Medical Abortion.</p>
es: <p>Películas de entrevistas de médicos: Videos breves con médicos famosos de los dos estados que brindan asesoramiento de primer nivel a parejas sobre conceptos erróneos comunes y respuestas a las primeras consultas. &nbsp;Esta película trata sobre el aborto médico.</p>

source: Growing Up
es: Crecer

source: This film is about the physical and emotional changes that take place during puberty. It follows a peer educator in Kenya who works with young adults to share knowledge about sexual health. This film is for use in community health education<div style="text-align:center;"><iframe src="https://player.vimeo.com/video/129781422" width="500" height="281" frameborder="0" title="Growing up" webkitallowfullscreen mozallowfullscreen allowfullscreen></iframe></div>
es: Esta película trata sobre los cambios físicos y emocionales que se producen durante la pubertad. Muestra a un educador par de Kenia que trabaja con adultos jóvenes para compartir conocimientos sobre salud sexual.\nEsta película debe usarse en capacitaciones sobre salud comunitaria<div style="text-align:center;"><iframe src="https://player.vimeo.com/video/129781422" width="500" height="281" frameborder="0" title="Growing up" webkitallowfullscreen mozallowfullscreen allowfullscreen></iframe></div>

source: MVP CHW Trainer's Manual: A Guide to Home-Based Services
es: Manual para el capacitador de trabajadores de la salud de la comunidad de MVP: una guía para servicios en el hogar

source: <p><span>The following training package was developed to train and support professionalized community health workers (CHWs) and their community-based supervisors in the Millennium Villages Project (MVP).&nbsp;&nbsp;CHWs in the Millennium Villages provide maternal and child health services at the household and in the community in rural sub-Saharan Africa. &nbsp;The content of the t</span><span>raining package was developed to be consistent with MVP health protocols at the time of development.</span></p> <p><span><span>The CHW Trainer&rsquo;s Manual can be used by facilitators during initial or refresher training to educate CHWs on key evidence-based interventions in triage, community case management, routine care for pregnant women, newborns, and children under 5, as well as healthy behavior counseling for malaria prevention, nutrition, water, sanitation and hygiene (WASH), and family planning.</span></span></p> <p>&nbsp;</p> <p>Individual chapters can be found here:&nbsp;http://millenniumvillages.org/innovation/community-health-workers-package-overview/community-health-workers-training-package/</p>
es: <p><span>El siguiente paquete de capacitación se desarrolló para capacitar y respaldar a los trabajadores de salud de la comunidad (CHW) profesionalizados y a sus supervisores comunitarios en el proyecto Millennium Villages (MVP).&nbsp;&nbsp;Los CHW de las Millennium Villages proveen servicios de salud materna e infantil en el hogar y en la comunidad en las zonas rurales de África Subsahariana. &nbsp;El contenido se desarrolló de manera tal que respete los protocolos de salud de MVP en vigor en el momento del desarrollo.</span></span></p><p><span>El Manual para el capacitador de trabajadores de la salud de la comunidad puede ser utilizado por los facilitadores para informar a los CHW sobre intervenciones basadas en evidencias según un orden de prioridades, gestión de casos en la comunidad, cuidado de rutina para mujeres embarazadas, recién nacidos y niños menores de 5 años, así como sobre asesoramiento respecto de conductas saludables para la prevención de la malaria, la nutrición, el agua, la sanidad y la higiene (WASH), y la planificación familiar.</span></span></p><p>&nbsp;</p><p>Puede encontrar capítulos individuales aquí:&nbsp;http://millenniumvillages.org/innovation/community-health-workers-package-overview/community-health-workers-training-package/</p>

source: MVP CHW Job Aids
es: Recursos de ayuda para trabajadores de la salud de la comunidad de MVP

source: <p>The following training package was developed to train and support professionalized community health workers (CHWs) and their community-based supervisors in the Millennium Villages Project (MVP).&nbsp;&nbsp;CHWs in the Millennium Villages provide maternal and child health services at the household and in the community in rural sub-Saharan Africa. &nbsp;The content of the t<span>raining package was developed to be consistent with MVP health protocols at the time of development.</span></p> <p><span>These CHW job aids can be&nbsp;used as&nbsp;reference protocols for key respo</span><span>nsibilities&nbsp;</span><span>at trainings, in preparation for household visits, or during household visits to facilitate work flow and adherence to clinical protocols.&nbsp;Counseling cards are referenced throughout the job aids and should be used to strengthen behavior change communication during household visits.</span></p> <p>Individual job aids and French versions of the job aids can be found here:&nbsp;http://millenniumvillages.org/innovation/community-health-workers-package-overview/chw-job-aids-and-counseling-cards/</p>
es: <p>El siguiente paquete de capacitación se desarrolló para capacitar y respaldar a los trabajadores de salud de la comunidad (CHW) profesionalizados y a sus supervisores comunitarios en el proyecto Millennium Villages (MVP).&nbsp;&nbsp;Los CHW de las Millennium Villages proveen servicios de salud materna e infantil en el hogar y en la comunidad en las zonas rurales de África Subsahariana. &nbsp;El contenido se desarrolló de manera tal que respete los protocolos de salud de MVP en vigor en el momento del desarrollo.</span></span></p><p><span>Estos recursos de ayuda para CHW pueden usarse como protocolos de referencia para responsabilidades clave en las capacitaciones, en la preparación de visitas a hogares o durante estas para facilitar el flujo de trabajo y el respeto de los protocolos clínicos. Las tarjetas de asesoramiento se mencionan en todos los recursos de ayuda para las tareas y deberían usarse para fortalecer las comunicaciones para cambiar conductas durante la visitas a hogares.</span></p><p>Aquí puede encontrar recursos de ayuda para las tareas y sus versiones en francés:&nbsp;http://millenniumvillages.org/innovation/community-health-workers-package-overview/chw-job-aids-and-counseling-cards/</p>

source: MVP CHW Counseling Cards
es: Tarjetas de asesoramiento de MVP para trabajadores de la salud de la comunidad (CHW)

source: <p><span><span>The following training package was developed to train and support professionalized community health workers (CHWs) and their community-based supervisors in the Millennium Villages Project (MVP).&nbsp;&nbsp;CHWs in the Millennium Villages provide maternal and child health services at the household and in the community in rural sub-Saharan Africa. &nbsp;The content of the t</span><span>raining package was developed to be consistent with MVP health protocols at the time of development.</span></span></p> <p><span>These CHW counseling cards contain health promotion images to engage community members around key behavior change communication messages. They were designed to be used by CHWs at the household level during counseling sessions.</span></p> <p>Individual counseling cards and counseling cards in French can be found here:&nbsp;http://millenniumvillages.org/innovation/community-health-workers-package-overview/chw-counseling-cards/</p>
es: <p><span><span>El siguiente paquete de capacitación se desarrolló para capacitar y respaldar a los trabajadores de salud de la comunidad (CHW) profesionalizados y a sus supervisores comunitarios en el proyecto Millennium Villages (MVP).&nbsp;&nbsp;Los CHW de las Millennium Villages proveen servicios de salud materna e infantil en el hogar y en la comunidad en las zonas rurales de África Subsahariana. &nbsp;El contenido se desarrolló de manera tal que respete los protocolos de salud de MVP en vigor en el momento del desarrollo.</span></span></p><p><span>Estas tarjetas de asesoramiento para CHW contienen imágenes de promoción de la salud para involucrar a los miembros de la comunidad en mensajes de comunicación clave para cambiar conductas. Se diseñaron para que sean usados por los CHW a nivel de los hogares durante sesiones de asesoramiento.</span></p><p>Aquí puede encontrar tarjetas de asesoramiento individuales y en francés:&nbsp;http://millenniumvillages.org/innovation/community-health-workers-package-overview/chw-counseling-cards/</p>

source: MVP CHW Supervisor Trainer's Manual
es: Manual para el capacitador de supervisores de trabajadores de la salud de la comunidad de MVP

source: <p><span><span>The following training package was developed to train and support professionalized community health workers (CHWs) and their community-based supervisors in the Millennium Villages Project (MVP).&nbsp;&nbsp;CHWs in the Millennium Villages provide maternal and child health services at the household and in the community in rural sub-Saharan Africa. &nbsp;The content of the t</span><span>raining package was developed to be consistent with MVP health protocols at the time of development.</span></span></p> <p><span>The Community Health Worker Supervisor Trainer&rsquo;s Manual is used by the CHW Supervisor Training Facilitator during initial or refresher training for CHW direct supervisors. The Supervisor Trainer&rsquo;s Manual includes lessons, activities, case studies, and post-lesson assessments.&nbsp;The CHW supervisor operational tools can be used by supervisors during observational visits (accompanying CHWs during service provision) or spot checks (assessing quality of CHW work through interviews with clients). These tools are listed as an appendix to the Supervisor Trainer&rsquo;s Manual.</span></p> <p>Individual chapters can be found here:&nbsp;http://millenniumvillages.org/innovation/community-health-workers-package-overview/chw-supervisor-trainers-manual/</p>
es: <p><span><span>El siguiente paquete de capacitación se desarrolló para capacitar y respaldar a los trabajadores de salud de la comunidad (CHW) profesionalizados y a sus supervisores comunitarios en el proyecto Millennium Villages (MVP).&nbsp;&nbsp;Los CHW de las Millennium Villages proveen servicios de salud materna e infantil en el hogar y en la comunidad en las zonas rurales de África Subsahariana. &nbsp;El contenido se desarrolló de manera tal que respete los protocolos de salud de MVP en vigor en el momento del desarrollo.</span></span></p><p><span>El Manual para el capacitador de supervisores de trabajadores de la salud de la comunidad es usado por el Facilitador de capacitación del Supervisor de CHW durante la capacitación inicial o de actualización para supervisores directos de CHW. El Manual para el capacitador de supervisores incluye lecciones, actividades, estudios de casos y evaluaciones posteriores a las lecciones.&nbsp;Las herramientas operativas del supervisor de CHW pueden ser usadas por los supervisores durante visitas de observación (acompañando a los CHW durante la prestación de servicios) o durante controles al azar (evaluando la calidad del trabajo de los CHW a través de entrevistas con clientes). Estas herramientas se enumeran como un apéndice del Manual para el capacitador de supervisores.</span></p><p>Puede encontrar capítulos individuales aquí:&nbsp;http://millenniumvillages.org/innovation/community-health-workers-package-overview/chw-supervisor-trainers-manual/</p>

source: 100 messages for children to learn and share
es: 100 mensajes que los niños deben aprender y compartir

source: <p>100 messages for children to learn and share, covering:</p> <ul> <li>Malaria</li> <li>Diarrhoea</li> <li>Nutrition</li> <li>Coughs and colds and more serious illnesses</li> <li>Caring for babies and young children</li> <li>Intestinal Worms</li> <li>Water, Sanitation and Hygiene</li> <li>Immunisation</li> <li>HIV and Aids</li> <li>Accidents</li> </ul>
es: <p>100 mensajes para niños, para aprender y compartir, sobre:</p><ul><li>Malaria</li><li>Diarrea</li><li>Nutrición</li><li>Tos y resfríos, y enfermedades más graves</li><li>Cuidado para bebés y niños pequeños</li><li>Lombrices intestinales</li><li>Agua, sanidad e higiene</li><li>Vacunación</li><li>VIH y SIDA</li><li>Accidentes</li></ul>

source: sample
es: muestra

source: <p>sample</p>
es: <p>muestra</p>

source: ANC Checklist
es: Lista de verificación de cuidado prenatal (ANC)

source: <p>Sample ANC Life Stage Checklist</p>
es: <p>Muestra de la lista de verificación de cuidado prenatal por etapa de vida</p>

source: Timed and Targeted Counselling for Health and Nutrition (2nd edition): A comprehensive course for community health workers
es: Asesoramiento medido y orientado para salud y nutrición 2.º edición: Curso de capacitación integral para trabajadores de la salud de la comunidad

source: <p>World Vision&rsquo;s Timed and Targeted Counselling (ttC) for Health and Nutrition is globally recognised as one of the most comprehensive curricula for training community health workers in maternal and child health. It is currently being deployed in 23 countries in Africa, Latin America and Asia, and has been adopted as part of the MOH national CHW programme in six countries. The newly released ttC 2ndedition takes us beyond child survival, integrating early child development, maternal mental health and psychosocial support and strengthening newborn care to support families and communities in giving children the best start in life.</p>
es: <p>El asesoramiento medido y orientado (ttC) de World Vision para salud y nutrición es reconocido a nivel mundial como uno de los planes de estudio más integrales para capacitar a trabajadores de la salud en materia de salud materna e infantil. Actualmente, se lo implementa en 23 países de África, América Latina y Asia, y se lo ha adoptado como parte del programa nacional de trabajadores de la salud de la comunidad del Ministerio de Salud en seis países. La 2.º edición recientemente publicada de ttC analiza cuestiones más allá de la supervivencia del niño, e integra el desarrollo inicial del niño, la salud mental materna y el apoyo psicosocial y el fortalecimiento del cuidado del recién nacido para ayudar a las familias y las comunidades a darle un mejor inicio de su vida a los niños.</p>

source: (c) World Vision International 2015 If you wish to translate, adapt, revise, or repurpose this publication or any of the associated tools in any way, please contact wvi_publishing@wvi.org for permission
es: (c) World Vision International, 2015Si desea traducir, adaptar, revisar o rediseñar esta publicación o cualquiera de las herramientas asociadas de alguna manera con fines diferentes, solicite permiso a través de wvi_publishing@wvi.org.

source: Timed and Targeted Counselling for Health and Nutrition, 2nd edition: A Comprehensive Training Course for Community Health Workers
es: Asesoramiento medido y orientado para salud y nutrición 2.º edición: Curso de capacitación integral para trabajadores de la salud de la comunidad

source: <p>World Vision&rsquo;s Timed and Targeted Counselling (ttC) for Health and Nutrition is globally recognised as one of the most comprehensive curricula for training community health workers in maternal and child health. It is currently being deployed in 23 countries in Africa, Latin America and Asia, and has been adopted as part of the MOH national CHW programme in six countries. The newly released ttC 2ndedition takes us beyond child survival, integrating early child development, maternal mental health and psychosocial support and strengthening newborn care to support families and communities in giving children the best start in life.</p> <p>All materials and tools are available at www.wvi.org/health. mHealth applications available on request.&nbsp;</p> <p>World Vision is a global Christian relief, development and advocacy organisation dedicated to working with children, families and communities to overcome poverty and injustice. World Vision serves all people, regardless of religion, race, ethnicity, or gender.</p>
es: <p>El asesoramiento medido y orientado (ttC) de World Vision para salud y nutrición es reconocido a nivel mundial como uno de los planes de estudio más integrales para capacitar a trabajadores de la salud en materia de salud materna e infantil. Actualmente, se lo implementa en 23 países de África, América Latina y Asia, y se lo ha adoptado como parte del programa nacional de trabajadores de la salud de la comunidad del Ministerio de Salud en seis países. La 2.º edición recientemente publicada de ttC analiza cuestiones más allá de la supervivencia del niño, e integra el desarrollo inicial del niño, la salud mental materna y el apoyo psicosocial y el fortalecimiento del cuidado del recién nacido para ayudar a las familias y las comunidades a darle un mejor inicio de su vida a los niños.</p><p>Todos los materiales y las herramientas están disponibles en www.wvi.org/health. mAplicaciones de salud disponibles a solicitud.&nbsp;</p><p>es una organización global cristiana de ayuda, desarrollo y activismo dedicada a trabajar con niños, familias y comunidades para superar la pobreza y la injusticia. World Vision presta servicio a todas las personas, independientemente de su religión, raza, etnicidad o género.</p>

source: Timed and Targeted Counselling for Health and Nutrition, 1st Edition (French)
es: Asesoramiento medido y orientado para salud y nutrición 1.º edición (Francés)

source: <p>World Vision&rsquo;s Timed and Targeted Counselling (ttC) for Health and Nutrition is globally recognised as one of the most comprehensive curricula for training community health workers in maternal and child health. It is currently being deployed in 23 countries in Africa, Latin America and Asia, and has been adopted as part of the MOH national CHW programme in six countries. the course has been translated into French for use in Mauritania, Niger and Chad. This 1st edition of ttC has been piloted and developed in Mauritania under the AIM Health (Irish AID) grant.&nbsp;</p> <p>World Vision is a global Christian relief, development and advocacy organisation dedicated to working with children, families and communities to overcome poverty and injustice. World Vision serves all people, regardless of religion, race, ethnicity, or gender.</p>
es: <p>El asesoramiento medido y orientado (ttC) de World Vision para salud y nutrición es reconocido a nivel mundial como uno de los planes de estudio más integrales para capacitar a trabajadores de la salud en materia de salud materna e infantil. Actualmente, se lo implementa en 23 países de África, América Latina y Asia, y se lo ha adoptado como parte del programa nacional de trabajadores de la salud de la comunidad del Ministerio de Salud en seis países. El curso se ha traducido a francés para su uso en Mauritania, Níger y Chad. La 1.º edición de ttC se probó y se desarrolló en Mauritania con una subvención de AIM Health (AID de Irlanda).&nbsp;</p><p>World Vision es una organización global cristiana de ayuda, desarrollo y activismo dedicada a trabajar con niños, familias y comunidades para superar la pobreza y la injusticia. World Vision presta servicio a todas las personas, independientemente de su religión, raza, etnicidad o género.</p>

source: (c) World Vision International, 2015 If you wish to translate, adapt, revise, or repurpose this publication in any way, please contact wvi_publishing@wvi.org for permission
es: (c) World Vision International, 2015Si desea traducir, adaptar, revisar o rediseñar esta publicación de alguna manera con fines diferentes, solicite permiso a través de wvi_publishing@wvi.org.

source: Timed and Targeted Counselling for Health and Nutrition, 1st Edition (Spanish)
es: Asesoramiento medido y orientado para salud y nutrición 1.º edición (Español)

source: <p>World Vision&rsquo;s Timed and Targeted Counselling (ttC) for Health and Nutrition is globally recognised as one of the most comprehensive curricula for training community health workers in maternal and child health. It is currently being deployed in 23 countries in Africa, Latin America and Asia, and has been adopted as part of the MOH national CHW programme in six countries. This Spanish 1st edition has been developed and field tested in Guatemala, and is now being used in Honduras and El Salvador.&nbsp;</p> <p>World Vision is a global Christian relief, development and advocacy organisation dedicated to working with children, families and communities to overcome poverty and injustice. World Vision serves all people, regardless of religion, race, ethnicity, or gender.</p>
es: <p>El asesoramiento medido y orientado (ttC) de World Vision para salud y nutrición es reconocido a nivel mundial como uno de los planes de estudio más integrales para capacitar a trabajadores de la salud de la comunidad en materia de salud materna e infantil. Actualmente, se lo implementa en 23 países de África, América Latina y Asia, y se lo ha adoptado como parte del programa nacional de trabajadores de la salud de la comunidad del Ministerio de Salud en seis países. Esta 1.º edición en español se probó y se desarrolló en Guatemala y ahora se utiliza en Honduras y El Salvador&nbsp;</p><p>World Vision es una organización global cristiana de ayuda, desarrollo y activismo dedicada a trabajar con niños, familias y comunidades para superar la pobreza y la injusticia. World Vision presta servicio a todas las personas, independientemente de su religión, raza, etnicidad o género.</p>

source: Chlorhexidine for Newborn Cord Care
es: Clorhexidina para el cuidado del cordón del recién nacido

source: <p>This video shows how to apply chlorhexidine gel to the cord stump.</p> <div style="text-align: center;"><iframe src="https://www.youtube.com/embed/JnSqkt9Ny3U?rel=0&amp;html5=1" frameborder="0" width="560" height="315"></iframe></div>
es: <p>Este video muestra cómo aplicar gel de clorhexidina a la cicatriz del cordón.</p><div style="text-align: center;"><iframe src="https://www.youtube.com/embed/JnSqkt9Ny3U?rel=0&amp;html5=1" frameborder="0" width="560" height="315"></iframe></div>
