Repository: mPowering/orb-translations
Catalog: */resource.po
Languages: es

source: After the child is the born the umbilical cord should be tied with new/ sterilized thread and to cut it new blade should be used. Also, the newborn should be breastfed in first half hour of birth and a health official ASHA should visit the house of the mother within 48 hours of childbirth. <div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/LhFppXQB65A?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>
es: Después de que nace el bebé, el cordón umbilical debería atarse con un hilo nuevo/esterilizado y cortarse con una cuchilla nueva. Además, el recién nacido debería amamantarse dentro de la primera media hora posterior al nacimiento y un Activista Social de Salud Acreditado (ASHA) oficial debería visitar el hogar de la madre dentro de las 48 horas posteriores al parto. <div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/LhFppXQB65A?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>

source: Complementary Feeding
es: Alimentación complementaria

source: Why is it necessary to give complementary feeding after 6 months of the birth and what are the foods that can be given for complementary feeding along with breast milk. <div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/Ge7neAFeWOo?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>
es: Por qué es necesario brindar alimentación complementaria después de los seis meses de vida y cuáles son los alimentos que pueden administrarse para una alimentación complementaria junto a la lactancia materna. <div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/Ge7neAFeWOo?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>

source: Prevention and precautionary measures in jaundice
es: Prevención y medidas de precaución para la ictericia

source: This film shows how to control jaundice by using of herbal which is locally available. <div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/Et_iwDSkSC8?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>
es: Esta película muestra cómo controlar la ictericia usando una hierba que está disponible localmente. <div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/Et_iwDSkSC8?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>

source: Maternal and Child Protection Card and Immunization
es: Tarjeta sobre protección materna e infantil, y vacunación

source: This video provides basic information on immunization like when to start immunization, importance, place where immunization sessions are being conducted along with explaining of "Maternal and Child Protection Card" (Matra shishu raksha card).<div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/hajjFTnTBFQ?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>
es: Este video brinda información básica sobre vacunas, como cuándo comenzar con estas, su importancia, el lugar donde se llevan a cabo las sesiones de vacunación junto con una explicación de la "Tarjeta de protección de madres y niños" (Matra shishu raksha card).<div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/hajjFTnTBFQ?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>

source: Importance of B.C.G.Vaccine
es: Importancia de la vacuna B.C.G.

source: This video describes basic information on B.C.G. vaccination that prevent child from Tuberculosis, it starts immediately after birth, vaccine is free of cost in all govt. institutions. Also available at Aaganwadi center on immunization day (VHND). <div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/iPrUNHDoIKQ?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>
es: Este video describe información básica sobre la vacuna B.C.G., que previene la Tuberculosis y comienza a aplicarse inmediatamente después del nacimiento. La vacuna no tiene costo en todas las instituciones gubernamentales. También está disponible en el centro Aaganwadi el Día de la Vacunación (VHND). <div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/iPrUNHDoIKQ?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>

source: Importance of D.P.T. Vaccine
es: Importancia de la vacuna D.P.T.

source: This video describes basic information regarding D.P.T. vaccine. This vaccine prevent child from three infectious diseases - Diphtheria, pertussis and tetanus. Total three dose along with two booster are being provided. First dose of DPT is being given at 1st and half month, second dose at 2nd and half month, third dose at 3 and half month. D.P.T. Booster dose at 16-24 month and at 5 years. Vaccine provided free of cost at all Aaganwadi centers on immunization day/ VHND at all Govt. health centers.<div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/Qc-c26_vDBc?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>
es: Este video describe información básica sobre la vacuna D.P.T. Esta vacuna previene tres enfermedades infecciosas: difteria, tos ferina y tétanos. Se administran tres dosis totales junto con dos refuerzos. La primera dosis se administra al mes y medio de vida, la segunda, a los dos meses y medio, y la tercera, a los tres meses y medio. La dosis de refuerzo de la vacuna D.P.T. se administra a los 16 a 24 meses de vida y a los 5 años. La vacuna se provee sin costo en todos los centros Aaganwadi el Día de la Vacunación (VHND) y en todos los centros de salud gubernamentales. <div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/Qc-c26_vDBc?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>

source: Importance of Polio vaccine
es: Importancia de la vacuna contra la poliomielitis

source: This video provides basic information about oral polio vaccinations. Oral Polio vaccine prevent child from polio infections, total Oral Polio vaccine dose provided to child through routine immunization. Oral Polio dose provided free of cost by all Govt. health centers and Aaganwadi center during VHND/ immunization day. <div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/GaiHAttxonc?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>
es: Este video brinda información básica sobre las vacunas orales contra lo poliomielitis.\nLa vacuna oral contra la poliomielitis previene infecciones por esta enfermedad, y la dosis total de la vacuna se administra a través del calendario de vacunación de rutina. La dosis de esta vacuna se provee sin costo en todos los centros de salud gubernamentales y en el centro Aaganwadi el Día de la Vacunación/Salud (VHND).<div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/GaiHAttxonc?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>

source: Oral Rehydration Solution
es: Solución oral de rehidratación

source: This video demonstrates on preparation and use of oral rehydration solution. <div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/0Ran8YsQ3aI?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>
es: Este video muestra cómo se prepara y se usa una solución oral de rehidratación. <div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/0Ran8YsQ3aI?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>

source: Severe Acute Malnutrition (SAM)
es: Desnutrición aguda severa (SAM)

source: The video is describing about identification of severe acute Malnutrition, refer to Aanganwadi center for growth monitoring and status in growth, counseling on supplementary nutrition,nutrition & health education. <div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/RPDynoCC_as?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>
es: El video describe la identificación de la desnutrición aguda severa, hace referencia al centro Aanganwadi para monitoreo del crecimiento y el estado de crecimiento, asesoramiento sobre nutrición complementaria, e información sobre nutrición y salud. <div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/RPDynoCC_as?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>

source: Anganwadi Centre-Services
es: Centro Anganwadi - Servicios

source: The video is threw light on activities conducted in Aanganwadi Centers at village level. The ANW Centers are running by Women & Child Development Dept. through Integrated Child Development Scheme center is to improve nutrition and health status of 0-6 years children, lay the foundation for reduce the incidence of mortality, morbidity, malnutrition and school dropout, enhance the capability of capability of mother to look after the normal health and nutritional needs. <div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/Z51EnqKJWKA?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>
es: El video muestra las actividades que se llevan a cabo en los Centros Aanganwadi a nivel de las aldeas. Los Centros ANW son administrados por el Departamento de Desarrollo de las Mujeres y los Niños, a través del Esquema de Desarrollo Integral de Niños. El objetivo de los centros es mejorar la nutrición y la salud de los niños de 0 a 6 años, sentar las bases para reducir la incidencia de la morbimortalidad, la desnutrición y la deserción escolar, y mejorar la capacidad de las madres de satisfacer sus necesidades de salud y nutrición. <div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/Z51EnqKJWKA?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>

source: Nutrition Rehabilitation Centre (NRC)
es: Centro de rehabilitación de la nutrición (NRC)

source: This video describing about Nutrition rehabilitation centers (NRC) services. NRC is facility based care center for the management of severely malnourished children. In one NRC there is One Doctor, One female feeding demonstrator, one cook, 2 caretaker provide their services. This center provides specific medical care and therapeutic food for children with SAM (Severe Acute Malnourished) and also provide support to mothers of SAM children on complete care and feeding. Feeding demonstrator teach mothers about preparations of nutrition's diet from locally availed food stuff.<div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/p4iScOJLyz0?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>
es: Este video describe los servicios de los centros de rehabilitación de la nutrición (NRC). Los NRC son centros de cuidados para niños con desnutrición severa.En un NRC, hay un médico, una mujer que demuestra cómo alimentar a un niño, un cocinero, dos cuidadores que proveen sus servicios. Este centro brinda cuidados médicos específicos y alimentos terapéuticos a niños que padecen desnutrición aguda severa (SAM) y también brinda asistencia a madres de niños con este trastorno sobre cuidados y alimentación completa.La mujer que demuestra cómo alimentar a un niño les enseña a las madres a preparar una dieta nutritiva con alimentos disponibles localmente. <div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/p4iScOJLyz0?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>

source: Diarrhea and its prevention
es: Diarrea y su prevención

source: This video emphasizes the causes of diarrhea and the preventive measures to prevent diarrhea. In rural areas, it is often seen that children and women in particular suffer from diarrhea due to unhygienic eating habits and drinking unsafe water. This video is meant for creating awareness on how to prevent diarrhea and the measures that are needed to control diarrhea. Importance of ORS has been described in the videos and preparing the ORS solution has also been demonstrated. <div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/p9uiKjcsgfE?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>
es: Este video destaca las causas de la diarrea y las medidas de prevención. En las áreas rurales, se ve frecuentemente que los niños y las mujeres son quienes más padecen este trastorno debido a hábitos alimenticios no higiénicos y a la ingesta de agua no segura. El video está diseñado para crear conciencia sobre cómo prevenir la diarrea y las medidas que se deben tomar para controlar el trastorno. Se describe la importancia de la solución oral de rehidratación (ORS) y se muestra cómo se prepara. <div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/p9uiKjcsgfE?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>

source: Benefits of safe drinking water
es: Beneficios del agua potable segura

source: Safe drinking water can reduce many water borne diseases. In villages, the major source of water is from hand pumps, pond, water supply and wells. The households use this water without filtering. As a result, there are high numbers of reports on diarrhea, cholera, and jaundice. This video has encouraged use of boiled water for drinking purpose. It has also demonstrated storing the drinking water safely and hygienically. <div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/kMk0bef-qjc?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>
es: El agua potable segura puede reducir la prevalencia de muchas enfermedades de transmisión a través del agua. En las aldeas, la principal fuente de agua son las bombas manuales, los estanques, los suministros de agua y los pozos. Los hogares usan esta agua sin filtrarla. En consecuencia, hay gran cantidad de informes de diarrea, cólera e ictericia. Este video fomenta el uso de agua hervida para consumo. También muestra cómo guardar el agua potable de manera segura e higiénica. <div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/kMk0bef-qjc?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>

source: Dengue and its prevention
es: Dengue y su prevención

source: Dengue is now alarmingly spreading in rural areas. The community members are unaware of Dengue as a disease, its symptoms and the preventive measures. As a source of information, this video guides to identify the symptoms of Dengue and how to prevent it from spreading further. Dengue is a vector borne disease and taking few safety measures like using mosquito net, keeping surrounding clean, applying neem or mustard oil, using mosquito repellents, can prevent it. All these suggested practices have been demonstrated in the video. <div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/D65GdWzRGPw?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>
es: El dengue se está propagando de manera alarmante en las zonas rurales. Los miembros de la comunidad no tienen conciencia del dengue como enfermedad, sus síntomas y las medidas de prevención. Como fuente de información, este video brinda pautas para identificar los síntomas del dengue y prevenir la propagación. El dengue es una enfermedad transmitida por vectores, y tomar algunas medidas de seguridad como el uso de redes para mosquitos, mantener los alrededores limpios, aplicar neem o aceite de mostaza, y usar repelentes de mosquitos puede prevenirla. Todas estas sugerencias de prácticas se demuestran en el video. <div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/D65GdWzRGPw?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>

source: Importance of immunization
es: Importancia de la vacunación

source: It is majorly observed that mothers or parents are not aware of the immunizations that are prescribed for their child, for the pregnant mother or the adolescent girls. ASHAs and Anganwadi Workers play a major role in providing information to them on every vaccine that is to be taken. In such conditions, this videos is meant for creating awareness among the viewers on the importance of immunization and what is required to be taken at particular time. All the seven important vaccines for the children, the importance of TT for adolescent girls and women have been described. <div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/YnQVJ9e9VHU?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>
es: Se observa ampliamente que las madres o los padres no conocen las vacunas que se les prescriben a sus hijos, a las madres embarazadas y a las niñas adolescentes. Los Activistas Sociales de Salud Acreditados (ASHA) y los trabajadores de Anganwadi tienen un rol principal en el suministro de información sobre cada vacuna que se debe administrar. Ante esta situación, estos videos están diseñados para crear conciencia entre la audiencia sobre la importancia de la vacunación y qué vacunas deben administrarse en un momento en particular. Se describen las siete vacunas importantes para los niños, la importancia del asesoramiento medido y orientado para niñas adolescentes y mujeres. <div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/YnQVJ9e9VHU?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>

source: Baby nutrition
es: Nutrición del bebé

source: Here explains preparation of Malt using Finger millet and sprouted grams <div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/vDwH6kmABV4?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>
es: Aquí se explica cómo preparar malta usando ragi y brotes de garbanzo <div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/vDwH6kmABV4?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>

source: Baby nutritive food
es: Alimentos nutritivos para el bebé

source: This video demonstrates on preparation of Baby nutrition food. <div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/QKl8bw-VWEA?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>
es: Este video muestra cómo se prepara comida nutritiva para un bebé. <div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/QKl8bw-VWEA?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>

source: Nutritional Malt preparation
es: Preparación de malta nutricional

source: In this video there is demonstration of nutritional malt preparation by locally available grains - wheat,rice,toor dal, green gram, black gram, and ragi has explained . <div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/KTgDBCwIHBw?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>
es: En este video, hay una demostración de la preparación de malta nutricional con granos disponibles localmente: trigo, arroz, guandú, garbanzos verdes y negros, y ragi. <div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/KTgDBCwIHBw?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>

source: The video is describing breast feeding and its importance i.e. Timely initiation of breastfeeding, exclusive breastfeeding for the first six month for child, start complementary feeding immediate after six months, active feeding during & after illness. This video also explaining the importance of colostrum, role of breast feeding to prevent child from infections and disease like jaundice, asthma, allergy, hypothermia, pneumonia and Diarrhea. <div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/61RZsCi1Dzs?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>
es: El video describe la lactancia materna y su importancia: la iniciación oportuna, su uso como alimentación exclusiva durante los primeros seis meses del bebé, el inicio de alimentación complementaria inmediatamente después de los seis meses, la alimentación activa durante y después de enfermedades. Este video también explica la importancia del calostro, el rol de la lactancia materna para prevenir infecciones y enfermedades como la ictericia, el asma, la alergia, la hipotermia, la neumonía y la diarrea.<div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/61RZsCi1Dzs?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>

source: Complementary feeding for 6 to 12 months children
es: Alimentación complementaria para niños de 6 a 12 meses

source: This video provides basic information about complementary feeding for infants 0 to 6 month & 6 to 12 month. The message of this video aims to provide mothers with the correct number of feeds, when to initiate complementary feeding, and proper IYCF practices. <div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/WEnAJV6SBTY?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>
es: Este video brinda información básica sobre la alimentación complementaria para bebés de 0 a 6 meses y de 6 a 12 meses. El mensaje está diseñado para informarles a las madres la cantidad correcta de sesiones de alimentación, cuándo iniciar la alimentación complementaria y prácticas adecuadas de alimentación de bebés y niños pequeños (IYCF). <div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/WEnAJV6SBTY?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>

source: Complementary feeding for 12 to 24 months children
es: Alimentación complementaria para niños de 12 a 24 meses

source: This video provides basic information about complementary feeding for infants 1 to 2 years. The message of this video aims to provide mothers with the correct number of feeds, when to initiate complementary feeding, and proper IYCF practices. <div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/3aelHX_AXVc?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>
es: Este video brinda información básica sobre la alimentación complementaria para bebés de 1 a 2 años. El mensaje está diseñado para informarles a las madres la cantidad correcta de sesiones de alimentación, cuándo iniciar la alimentación complementaria y prácticas adecuadas de alimentación de bebés y niños pequeños (IYCF). <div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/3aelHX_AXVc?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>

source: How to Prevent Diarrhea
es: Cómo prevenir la diarrea
