Repository: mPowering/orb-translations
Catalog: */resource.po
Languages: es

source: <p>This video is about the benefits of handwashing with soap. Emphasis has been given on the importance of washing hands with soap using clean and running water as it minimizes the risk of infection. There is also discussion about the most important times to wash hands with soap.</p> <p>&nbsp;</p> <p>&nbsp;</p> <div style="text-align: center;"><iframe src="https://www.youtube.com/embed/Y9LfnPaPBXE?rel=0&amp;html5=1" frameborder="0" width="560" height="315"></iframe></div>
es: Este video trata sobre los beneficios del lavado de manos con jabón. Se ha puesto énfasis en la importancia de lavarse las manos con jabón usando agua limpia y potable, ya que esto minimiza el riesgo de infección. También se analiza cuáles son los momentos más importantes para lavarse las manos con jabón.<div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/Y9LfnPaPBXE?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>

source: Importance of first 1000 days
es: Importancia de los primeros 1000 días

source: The video is about importance of the first 1000 days which starts from pregnancy till 2 years after birth. It is the most significant phase in the life of a child as most of the physical and mental development occurs during this period. If a pregnant woman takes care of herself and her child throughout this phase, then both mother and child remains healthy<div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/Zmos73yP9Sw?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>
es: Este video trata sobre la importancia de los primeros 1000 días que comienzan con el \nembarazo hasta los 2 años después del nacimiento. Es la fase más significativa de \nla vida de un niño, ya que la mayor parte del desarrollo físico y mental se \nproduce durante este período. Si una mujer embarazada se cuida a sí misma y a \nsu bebé durante esta fase, ambos permanecerán \nsaludables.<div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/Zmos73yP9Sw?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>

source: Importance of iron folic acid tablet
es: Importancia de los comprimidos de hierro y ácido fólico

source: This video is about the importance of consuming Iron Folic Acid (IFA) tablets by pregnant women and adolescent girls. This video also addresses the age old taboo associated with consuming IFA tablets by pregnant woman in the community. It also reflects on the various ways to overcome the side effects caused by consuming IFA tablets<div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/ioaFEAZlSbE?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>
es: Este video trata sobre la importancia de que las mujeres embarazadas y las niñas adolescentes consuman comprimidos de ácido fólico y hierro (IFA). También aborda el antiguo tabú asociado con el consumo de comprimidos de IFA por parte de mujeres embarazadas en la comunidad. Además, reflexiona sobre las distintas maneras de sobrellevar los efectos secundarios causados por el consumo de comprimidos de IFA.<div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/ioaFEAZlSbE?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>

source: Maternal diet during pregnancy and food taboos
es: Dieta durante el embarazo y tabúes sobre alimentos

source: This video is about importance of nutritious food during pregnancy and addressing the food taboos. Pregnancy is the first phase of the first 1000 days. By eating nutritious diet the mother will be healthy and also give birth to a healthy baby. Eating an extra meal a day to meet the energy requirement during this phase has also been emphasized in this video. This video also highlights about the type of food a pregnant woman should eat like animal source food at least weekly 2 to 3 times and seasonal ripe fruits which the pregnant women usually avoids in rural areas during pregnancy. These food taboos have also been addressed in this video.<div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/_bkAbgLqoFQ?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>
es: Este video trata sobre la importancia de los alimentos nutritivos durante el embarazo y aborda los tabúes relacionados con los alimentos. El embarazo es la primera fase de los primeros 1000 días. Al ingerir una dieta nutritiva, la madre será saludable y dará a luz a un bebé saludable. En este video también se enfatiza la importancia de comer una comida adicional por día para satisfacer el requerimiento energético durante esta fase. El video también destaca el tipo de alimentos que debería comer una mujer embarazada, como alimentos de fuentes animales al menos dos o tres veces por semana y frutas maduras de estación, que por lo general las mujeres embarazadas evitan durante el embarazo. Estos tabúes sobre los alimentos también se abordan en este video.<div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/_bkAbgLqoFQ?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>

source: Maternal workload during pregnancy
es: Carga de trabajo para la madre durante el embarazo

source: In this video we have discussed about the importance of taking rest during the third trimester of pregnancy. Taking rest during pregnancy is an important component of the first 1000 days. If a woman is involved in strenuous work during this period then she is likely to deliver premature baby with a low birth weight. This video also talks about the type of strenuous work a woman should avoid and the role of family members in sharing her workload during this crucial period.<div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/09iWF-dsiBo?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>
es: En este video analizamos la importancia de descansar durante el tercer trimestre del embarazo. Descansar durante el embarazo es un componente importante de los primeros 1000 días. Si una mujer realiza trabajos pesados durante este período, es más propensa a tener un bebé prematuro con bajo peso al nacer. Este video también trata sobre el tipo de trabajo que una mujer debería evitar y el rol de los miembros de la familia al momento de distribuir la carga de trabajo durante este período crucial.<div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/09iWF-dsiBo?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>

source: Importance of exclusive breastfeeding
es: Importancia de la lactancia materna como alimentación exclusiva

source: In this video we have discussed about the importance of exclusive breastfeeding. The second phase of the first 1000 days starts after the birth of the baby till 6 months which is 181 days. Breast milk is a complete food which provides adequate food and water to the baby till six months. Therefore, nothing should be given to the baby till six months of age except breast milk, not even water during hot weather. This video speaks about feeding the baby day and night on demand that helps the mother to produce more milk and meets the requirement of the baby.<div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/50N0f6nRahE?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>
es: En este video analizamos la importancia de la lactancia materna como alimentación exclusiva. La segunda fase de los primeros 1000 días comienza después del nacimiento del bebé y continúa hasta los 6 meses, es decir 181 días. La leche materna es un alimento completo que aporta nutrientes y agua al bebé hasta los seis meses de edad. Por lo tanto, no debe dársele nada al bebé hasta esta edad excepto leche materna, ni siguiera agua cuando el clima es caluroso. Este video trata sobre alimentar al bebé día y noche a demanda, lo que ayuda a la madre a producir más leche y satisface los requerimientos del bebé.<div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/50N0f6nRahE?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>

source: Managing exclusive breastfeeding by working mothers
es: Abordar la lactancia materna como alimentación exclusiva en madres que trabajan

source: In this video we have discussed how a working mother can work and still continue to exclusively breastfeed her baby who is less than six months of age. This is an important phase of the first 1000 days. The main focus of the video is about sharing of workload by family members during this crucial phase. Expressed breast milk also can be given with the help of a clean bowl and spoon to the baby while the mother is away.<div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/mkza-w_WXLQ?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>
es: En este video, analizamos cómo una madre que trabaja puede trabajar y aun así continuar con la lactancia materna como alimentación exclusiva de su bebé de menos de seis meses de edad. Esta es una fase importante de los primeros 1000 días. El enfoque principal del video es compartir la carga de trabajo entre los miembros de la familia durante esta fase crucial. También se le puede dar al bebé leche materna extraída, con la ayuda de un bol limpio y una cuchara <div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/mkza-w_WXLQ?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>mientras la madre está fuera del hogar.

source: Introduction of complementary feeding for the baby after 6 months
es: Introducción a la alimentación complementaria para el bebé después de los 6 meses

source: This video accentuates the importance of introducing complementary food right after completion of six months while continuing to breastfeed the baby. The initial phase of 10 to 12 days when complementary feeding is introduced is very crucial, caregivers needs to be very careful and patient while feeding the baby. In this video we have discussed about the quantity, diversity and consistency of complementary food. <div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/_oMgp4K2QRA?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>
es: Este video destaca la importancia de incorporar alimentos complementarios inmediatamente después de que el bebé cumple seis meses, a la vez que se continúa con la lactancia materna. La fase inicial de 10 a 12 días en la que se incorpora la alimentación complementaria es crucial. Los cuidadores deben ser cuidadosos y pacientes mientras alimentan al bebé. En este video, analizamos la cantidad, la diversidad y la uniformidad de los alimentos complementarios. <div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/_oMgp4K2QRA?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>

source: Age appropriate complementary feeding for babies 6 to 24 months
es: Alimentación complementaria adecuada para la edad para bebés de 6 a 24 meses

source: In this video we have discussed about the quantity and diversity of complementary food to be given to the babies from 6 to 24 months. This is an important phase of the first 1000 days. The quantity of the food should increase as the baby grows. If we do not give right amount and variety of food as the baby grows by age, then growth of the baby may be affected. This video also addresses few food taboos on complementary feeding. Along with complementary feeding, breastfeeding should also be continued upto a period of 2 years or beyond. <div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/pPwthOWPbWM?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>
es: En este video, analizamos la cantidad y la diversidad de alimentos contemporáneos para bebés de entre 6 y 24 meses. Esta es una fase importante de los primeros 1000 días. La cantidad de alimentos debería aumentar a medida que el bebé crece. Si no le damos la cantidad y variedad adecuada de alimentos a medida que el bebé crece en edad, el crecimiento puede verse afectado. Este video también aborda los tabúes sobre la alimentación complementaria. Junto con esta, la lactancia materna debería continuar por un período de hasta dos años o más. <div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/pPwthOWPbWM?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>

source: Importance of eating a diverse diet
es: Importancia de seguir una dieta variada

source: This video is about importance of eating a diverse diet. Usually people in rural areas due to lack of resources and knowledge end up eating foods from one or two food groups. This results in not meeting the RDA (Recommended Dietary Allowance) of many vital nutrients. In the long run it can cause malnutrition, sickness and growth retardation. In this video we have discussed about eating a minimum diversified diet and a colorful food plate. It also elaborately discusses about the various ways of providing nutritious diet to a family. <div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/JQn2p3helWU?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>
es: Este video trata sobre la importancia de tener una dieta diversa. Por lo general, debido a la falta de recursos y conocimientos, los habitantes de zonas rurales terminan comiendo solo alimentos de uno o dos grupos. Esto genera que no cumplan con la porción diaria recomendada (RDA) de muchos nutrientes vitales. A largo plazo, puede producir desnutrición, enfermedades y retardo del crecimiento. En este video, analizamos la importancia de ingerir una dieta mínima diversificada y un colorido plato de comida. También mostramos distintas maneras de brindar una dieta nutritiva a una familia. <div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/JQn2p3helWU?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>

source: Importance of immunization and Mother-Child Protection (MCP) Card
es: Tarjeta sobre la importancia de las vacunas y la protección de madres y niños (MCP)

source: This video provides basic information like when immunization starts, importance of immunizations, where immunization session conduct and also describes importance of "Matra shishu raksha card".<div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/HOXbR_iHZA4?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>
es: Este video brinda información básica como cuándo comenzar con la vacunación, su importancia, el lugar donde se llevan a cabo las sesiones de vacunación, y describe la importancia de la "Tarjeta Matra shishu raksha".<div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/HOXbR_iHZA4?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>

source: Importance of Bacillus Calmette Guerin (BCG) Vaccine
es: Importancia de la vacuna Bacillus Calmette Guerin (BCG)

source: This video describes basic information on B.C.G. vaccination that prevent child from Tuberculosis, it start immediately after birth, vaccine is free of cost in all govt. institutions. Also available at Aaganwadi center on immunization day (VHND). <div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/aDrDAXISDcI?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>
es: Este video describe información básica sobre la vacuna B.C.G., que previene la Tuberculosis y comienza a aplicarse inmediatamente después del nacimiento. La vacuna no tiene costo en todas las instituciones gubernamentales. También está disponible en el centro Aaganwadi el Día de la Vacunación (VHND). <div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/aDrDAXISDcI?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>

source: Importance of Hepatitis-B Vaccine
es: Importancia de la vacuna contra la hepatitis B

source: This video stated basic information on Hepatitis B vaccine. This vaccine prevent child from hepatitis B infections. Hepatitis B vaccine is available free of cost in all Govt. health center and Aaganwadi center on VHND/ immunization day. <div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/aWI56u3rcoM?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>
es: Este video brinda información básica sobre la vacuna contra la Hepatitis B. Esta vacuna previene las infecciones por Hepatitis B y está disponible sin costo en todos los centros de salud gubernamentales y en el centro Aaganwadi el Día de la Vacunación (VHND). <div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/aWI56u3rcoM?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>

source: Importance of Diphtheria, Pertussis and Tetanus (DPT) Vaccine
es: Importancia de la vacuna contra la difteria, la tos ferina y el tétanos (DPT)

source: This video describes basic information regarding D.P.T. vaccine. This vaccine prevent child from three infectious diseases - Diphtheria, pertussis and tetanus. Total three dose along with two booster are being provided. First dose of DPT is being given at 1st and half month, second dose at 2nd and half month, third dose at 3 and half month. D.P.T. Booster dose at 16-24 month and at 5 years. Vaccine provided free of cost at all Aaganwadi centers on immunization day/ VHND at all Govt. health centers <div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/7Q2cqH7v9pw?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>
es: Este video describe información básica sobre la vacuna D.P.T. Esta vacuna previene tres enfermedades infecciosas: difteria, tos ferina y tétanos. Se administran tres dosis totales junto con dos refuerzos. La primera dosis se administra al mes y medio de vida, la segunda, a los dos meses y medio, y la tercera, a los tres meses y medio. La dosis de refuerzo de la vacuna D.P.T. se administra a los 16 a 24 meses de vida y a los 5 años. La vacuna se provee sin costo en todos los centros Aaganwadi el Día de la Vacunación (VHND) y en todos los centros de salud gubernamentales. <div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/7Q2cqH7v9pw?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>

source: Importance of Oral Polio Vaccine (OPV)
es: Importancia de la vacuna oral contra la poliomielitis (OPV)

source: This video provides basic information about oral polio vaccinations. Oral Polio vaccine prevent child from polio infections, total Oral Polio vaccine dose provided to child through routine immunization. Oral Polio dose provided free of cost by all Govt. health centers and Aaganwadi center during VHND/ immunization day. <div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/CSV-BwSQbKE?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>
es: Este video brinda información básica sobre las vacunas orales contra lo poliomielitis.\nLa vacuna oral contra la poliomielitis previene infecciones por esta enfermedad, y la dosis total de la vacuna se administra a través del calendario de vacunación de rutina. La dosis de esta vacuna se provee sin costo en todos los centros de salud gubernamentales y en el centro Aaganwadi el Día de la Vacunación/Salud (VHND). <div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/CSV-BwSQbKE?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>

source: Importance of Measles vaccine
es: Importancia de la vacuna contra la varicela

source: This video describes basic information about Measles vaccination also includes that Measles vaccine prevent children from Measles. Measles Vaccine provided at the age of 9 months. this vaccine is free of cost in all govt. health institutions and Aaganwadi center during VHND/ immunization day. <div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/I1H2U0AXqFw?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>
es: Este video describe información básica sobre la vacunación contra la varicela y explica que la vacuna contra la varicela previene esta enfermedad en los niños y se administra a los 9 meses de edad. La vacuna no tiene costo en todas las instituciones gubernamentales de salud y en el centro Aaganwadi el Día de la Vacunación (VHND). <div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/I1H2U0AXqFw?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>

source: The video describes about the benefits of family planning. Also, it informs about the temporary methods i.e. usage of condom, copper-T and oral contraceptives and permanent methods i.e. male vasectomy and female tubectomy for sterilization. <div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/byq7M12Bl-0?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>
es: El video describe los beneficios de la planificación familiar. También informa sobre los métodos temporarios, es decir, el uso del condón, los anticonceptivos orales y T de cobre, y los métodos permanentes, como la esterilización mediante vasectomía masculina y salpingectomía femenina. <div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/byq7M12Bl-0?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>

source: Birth Preparedness
es: Preparación para el nacimiento

source: What are the things to be kept in mind while preparing for childbirth so that the mother and child are safe and healthy. <div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/WJvRPioM-PI?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>
es: Qué cosas deben tenerse presentes mientras se prepara el parto para que la madre y el bebé estén seguros y saludables. <div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/WJvRPioM-PI?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>

source: Exclusive Breast Feeding
es: La lactancia materna como alimentación exclusiva

source: The video describes about the importance of only breast feeding for the first six months and the feeding of water, milk other than breast milk, janam ghutti, honey etc. should be prohibited <div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/I-OQcpXbkP4?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>
es: El video describe la importancia de la lactancia materna como alimentación exclusiva durante los primeros seis meses y la prohibición del uso de agua, leche que no sea materna, janam ghutti, miel, etc.<div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/I-OQcpXbkP4?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>
