Repository: mPowering/orb-translations
Catalog: */resource.po
Languages: es

source: <p>This film follows Neema, a village birth attendant, while she helps to deliver a baby in a rural setting where there is no access to trained health workers. It teaches 10 steps to a clean delivery using a sterilised knife.</p><p>Women and partners need to understand not only the importance of antenatal care and how it may help prevent potentially fatal problems in both mother and child, but also need to understand what it entails and what to expect, so as to encourage them to attend and make provision for this.</p><div style="text-align:center;"><iframe src="https://player.vimeo.com/video/28660577" width="500" height="281" frameborder="0" title="10 steps to a clean delivery (for low resource settings)" webkitallowfullscreen mozallowfullscreen allowfullscreen></iframe></div>
es: <p>Esta película muestra a Neema, una asistente de partos de una aldea, mientras ayuda en un parto en un entorno rural en el que no hay acceso a trabajadores de la salud capacitados. Enseña 10 pasos clave para lograr un parto limpio usando un cuchillo esterilizado.</p><p>Las mujeres y sus parejas deben comprender no solo la importancia del cuidado prenatal y cómo puede prevenir problemas potencialmente fatales en la madre y el bebé, sino también qué implica y qué se puede esperar, de manera de alentarlos a asistir y prepararse para esto.</p><div style="text-align:center;"><iframe src="https://player.vimeo.com/video/28660577" width="500" height="281" frameborder="0" title="10 steps to a clean delivery (for low resource settings)" webkitallowfullscreen mozallowfullscreen allowfullscreen></iframe></div>

source: Management of PPH - Low Resource Setting
es: Tratamiento de la PPH, entornos con bajos recursos

source: <p>This film is intended for training Traditional Birth Attendants, community health workers and the general community on how to manage PPH when skilled health care is not available and they are therefore delivering outside of a health centre, but within at least 3hrs proximity to a referral centre for skilled care.</p> <p>Post-partum haemorrage is one of the biggest causes of maternal deaths. These films aim to teach community health workers and community members how to deal with PPH when skilled care is not available.</p> <div style="text-align: center;"><iframe title="How to manage bleeding after a home birth" src="https://player.vimeo.com/video/28657601" frameborder="0" width="500" height="281"></iframe></div>
es: <p>Esta película está diseñada para capacitar a asistentes tradicionales de parto, trabajadores de la salud de la comunidad y a la comunidad en general sobre cómo tratar la PPH cuando no se cuenta con cuidado por parte de profesionales capacitados y el parto se produce fuera de un centro de salud, pero dentro de una proximidad de al menos 3 horas a un centro de derivación para atención calificada.</p><p>La hemorragia posparto es una de las principales causas de muertes maternas. Estas películas tienen como fin enseñarles a los trabajadores de la salud de la comunidad y a los miembros de la comunidad cómo tratar una PPH cuando no se cuenta con atención por parte de personas capacitadas.</p><div style="text-align: center;"><iframe title="How to manage bleeding after a home birth" src="https://player.vimeo.com/video/28657601" frameborder="0" width="500" height="281"></iframe></div>

source: Management of PPH - No Resource Setting
es: Tratamiento de la PPH, entornos sin recursos

source: <p>This film is aimed at training Traditional Birth Attendants and community health workers in the management of PPH when delivery is not in a health centre and the nearest referral centre and access to skilled care is more than 3 hours away.</p><p>This film should be used with caution and always taught by a health worker due to invasive procedures within the film.</p><p>Post-partum haemorrage is one of the biggest causes of maternal deaths. These films aim to teach community health workers and community members how to deal with PPH when skilled care is not available.</p><div style="text-align:center;"><iframe src="https://player.vimeo.com/video/28630558" width="500" height="281" frameborder="0" title="How to manage bleeding after birth (no care within 4 hours)" webkitallowfullscreen mozallowfullscreen allowfullscreen></iframe></div>
es: <p>Esta película está destinada a asistentes tradicionales de parto y trabajadores de la salud de la comunidad que tratan la PPH cuando el parto no tuvo lugar en un centro de salud y el centro de derivación más cercano y el acceso a cuidado por parte de personas capacitadas está a más de 3 horas de distancia.</p><p>Esta película debe usarse con precaución y la debe utilizar un trabajador de la salud dado que se muestran procedimientos invasivos.</p><p>La hemorragia posparto es una de las principales causas de muertes maternas. Estas películas tienen como fin enseñarles a los trabajadores de la salud de la comunidad y a los miembros de la comunidad cómo tratar una PPH cuando no se cuenta con atención por parte de personas capacitadas.</p><div style="text-align:center;"><iframe src="https://player.vimeo.com/video/28630558" width="500" height="281" frameborder="0" title="How to manage bleeding after birth (no care within 4 hours)" webkitallowfullscreen mozallowfullscreen allowfullscreen></iframe></div>

source: Newborn Care: The first hours after delivery
es: Cuidado del recién nacido: las primeras horas después del parto

source: <p>This film teaches the key steps to follow immediately after the delivery of a newborn in case it could not take place at a health centre, as well as danger signs to look out for in the first few days of life.</p> <p>This film is a shorter version of the How to care for a newborn full length film.</p> <p>So many deaths can be prevented by teaching simple procedures such as basic hygiene, preventing deaths from sepsis and tetanus, or knowing &amp; recognising the importance of timely referral.</p> <div style="text-align: center;"><iframe title="How to care for a newborn baby: the first hours a baby is born" src="https://player.vimeo.com/video/39194120" frameborder="0" width="500" height="281"></iframe></div>
es: <p>Esta película enseña los pasos clave que deben seguirse inmediatamente después del nacimiento de un bebé si no se produjo en un centro de salud, así como los signos de riesgo que se deben detectar en los primeros días de vida.</p><p>La película es una versión más corta de la película completa Cómo cuidar a un recién nacido.</p><p>Muchas muertes pueden prevenirse enseñando procedimientos simples como higiene básica, evitar muertes por septicemia y tétanos, o conocer y reconocer la importancia de la derivación oportuna.</p><div style="text-align: center;"><iframe title="How to care for a newborn baby: the first hours a baby is born" src="https://player.vimeo.com/video/39194120" frameborder="0" width="500" height="281"></iframe></div>

source: What to do if a newborn is not breathing
es: Qué hacer si un recién nacido no respira

source: <p>This film is a shorter version of the How to care for a newborn full length film featured on this channel. It teaches the key steps to follow immediately after the delivery of a newborn who is not breathing in case it could not take place at a health centre.</p><p>So many deaths can be prevented by teaching simple procedures such as basic hygiene, preventing deaths from sepsis and tetanus, or knowing & recognising the importance of timely referral.</p><div style="text-align:center;"><iframe src="https://player.vimeo.com/video/39256734" width="500" height="281" frameborder="0" title="What to do when a newborn baby is not breathing" webkitallowfullscreen mozallowfullscreen allowfullscreen></iframe></div>
es: <p>Esta película es una versión más corta de la película completa Cómo cuidar a un recién nacido que se presenta en este canal. Enseña los pasos clave a seguir inmediatamente después del nacimiento de un bebé que no respira si el parto no tuvo lugar en un centro de salud.</p><p>Muchas muertes pueden prevenirse enseñando procedimientos simples como higiene básica, evitar muertes por septicemia y tétanos, o conocer y reconocer la importancia de la derivación oportuna.</p><div style="text-align:center;"><iframe src="https://player.vimeo.com/video/39256734" width="500" height="281" frameborder="0" title="What to do when a newborn baby is not breathing" webkitallowfullscreen mozallowfullscreen allowfullscreen></iframe></div>

source: How to Care for a newborn (full length)
es: Cómo cuidar a un recién nacido (completo)

source: <p>This film teaches the key steps to follow immediately after the delivery of a newborn in case it could not take place at a health centre. It insists on the importance of drying the baby and of early breastfeeding and teaches the correct way of cutting the cord in order to avoid infection. It also explains what to do if the newborn is not breathing. </p><p>So many deaths can be prevented by teaching simple procedures such as basic hygiene, preventing deaths from sepsis and tetanus, or knowing & recognising the importance of timely referral.</p><div style="text-align:center;"><iframe src="https://player.vimeo.com/video/39261826" width="500" height="281" frameborder="0" title="How to care for a newborn - full length version" webkitallowfullscreen mozallowfullscreen allowfullscreen></iframe></div>
es: <p>Esta película enseña los pasos clave a seguir inmediatamente después del nacimiento de un bebé si el parto no tuvo lugar en un centro de salud. Destaca la importancia de secar al bebé y del inicio temprano de la lactancia materna, enseña la manera correcta de cortar el cordón a fin de evitar infecciones. También explica qué hacer si el bebé no respira. </p><p>Muchas muertes pueden prevenirse enseñando procedimientos simples como higiene básica, evitar muertes por septicemia y tétanos, o conocer y reconocer la importancia de la derivación oportuna.</p><div style="text-align:center;"><iframe src="https://player.vimeo.com/video/39261826" width="500" height="281" frameborder="0" title="How to care for a newborn - full length version" webkitallowfullscreen mozallowfullscreen allowfullscreen></iframe></div>

source: Pneumonia, Diahorrea and Malaria (Full Length)
es: Neumonía, diarrea y malaria (Completo)

source: <p>This film is aimed at community health workers, parents and communities to teach them the important signs and symptoms to look for in a sick child and when and why they need to make sure they seek help as early as possible from a skilled health worker. This film a long version combining the 3 short films on pneumonia, diarrhoea and malaria.</p> <div style="text-align: center;"><iframe title="Is your child sick? Pneumonia, Diarrhoea and Malaria (Full Version)" src="https://player.vimeo.com/video/61332940" frameborder="0" width="500" height="281"></iframe></div>
es: <p>Esta película está diseñada para trabajadores de la salud de la comunidad, padres y comunidades a fin de informarles los signos y síntomas importantes que deben detectar en un niño enfermo y cuándo y por qué necesitan asegurarse de buscar ayuda lo antes posible de un trabajador de la salud capacitado. La película es una versión larga que combina las tres películas cortas sobre neumonía, diarrea y malaria.</p><div style="text-align: center;"><iframe title="Is your child sick? Pneumonia, Diarrhoea and Malaria (Full Version)" src="https://player.vimeo.com/video/61332940" frameborder="0" width="500" height="281"></iframe></div>

source: Is your child sick? Pneumonia?
es: ¿Está enfermo/a su hijo/a? ¿Neumonía?

source: <p>This film focuses on identifying pneumonia, and why it is important to seek help immediately. </p><div style="text-align:center;"><iframe src="https://player.vimeo.com/video/61332938" width="500" height="281" frameborder="0" title="Child health: understanding signs of pneumonia" webkitallowfullscreen mozallowfullscreen allowfullscreen></iframe></div>
es: <p>Esta película se centra en identificar la neumonía y por qué es importante buscar ayuda inmediatamente. </p><div style="text-align:center;"><iframe src="https://player.vimeo.com/video/61332938" width="500" height="281" frameborder="0" title="Child health: understanding signs of pneumonia" webkitallowfullscreen mozallowfullscreen allowfullscreen></iframe></div>

source: Is your child sick? Diarrhoea?
es: ¿Está enfermo/a su hijo/a? ¿Diarrea?

source: <p>This film focuses on identifying diarrhoea, and why it is important to seek help immediately. </p><div style="text-align:center;"><iframe src="https://player.vimeo.com/video/61332941" width="500" height="281" frameborder="0" title="Child health: understanding signs of diarrhoea" webkitallowfullscreen mozallowfullscreen allowfullscreen></iframe></div>
es: <p>Esta película se centra en identificar la diarrea y por qué es importante buscar ayuda inmediatamente. </p><div style="text-align:center;"><iframe src="https://player.vimeo.com/video/61332941" width="500" height="281" frameborder="0" title="Child health: understanding signs of diarrhoea" webkitallowfullscreen mozallowfullscreen allowfullscreen></iframe></div>

source: Is your child sick? Malaria?
es: ¿Está enfermo/a su hijo/a? ¿Malaria?

source: <p>This film focuses on identifying malaria, and why it is important to seek help immediately. </p><div style="text-align:center;"><iframe src="https://player.vimeo.com/video/61333168" width="500" height="281" frameborder="0" title="Child health: understanding signs of malaria" webkitallowfullscreen mozallowfullscreen allowfullscreen></iframe></div>
es: <p>Esta película se centra en identificar la malaria y por qué es importante buscar ayuda inmediatamente. </p><div style="text-align:center;"><iframe src="https://player.vimeo.com/video/61333168" width="500" height="281" frameborder="0" title="Child health: understanding signs of malaria" webkitallowfullscreen mozallowfullscreen allowfullscreen></iframe></div>

source: How to plan a pregnancy
es: Cómo planificar un embarazo

source: <p>This film is aimed at young adults and presents the various methods available to plan a pregnancy.</p><p>Many women across Africa are denied the right to make informed decisions regarding their bodies and fertility. Education on basic reproductive health and the various methods to plan pregnancies can help to reduce unnecessary deaths.There are currently 2 films in this series How babies are made and How to plan a pregnancy.</p><div style="text-align:center;"><iframe src="https://player.vimeo.com/video/28681656" width="500" height="275" frameborder="0" title="Understanding family planning" webkitallowfullscreen mozallowfullscreen allowfullscreen></iframe></div>
es: <p>Esta película está destinada a adultos jóvenes y presenta los distintos métodos disponibles para planificar un embarazo.</p><p>En África, a muchas mujeres se les niega el derecho de tomar decisiones informadas respecto de su cuerpo y su fertilidad. La información sobre salud reproductiva básica y los distintos métodos para planificar los embarazos puede ayudar a reducir muertes innecesarias. En este momento, hay dos películas en esta serie: Cómo se conciben los bebés y Cómo planificar un embarazo.</p><div style="text-align:center;"><iframe src="https://player.vimeo.com/video/28681656" width="500" height="275" frameborder="0" title="Understanding family planning" webkitallowfullscreen mozallowfullscreen allowfullscreen></iframe></div>

source: How babies are made
es: Cómo se conciben los bebés

source: <p>This is a film aimed at early teens and young adults. It describes what puberty is and how babies are made using a mixture of animation and expert advice as well as from vox-pops from young men and women in Nairobi.</p><p>Many women across Africa are denied the right to make informed decisions regarding their bodies and fertility. Education on basic reproductive health and the various methods to plan pregnancies can help to reduce unnecessary deaths.There are currently 2 films in this series How babies are made and How to plan a pregnancy.</p><div style="text-align:center;"><iframe src="https://player.vimeo.com/video/28679194" width="500" height="275" frameborder="0" title="Understanding sexual reproduction" webkitallowfullscreen mozallowfullscreen allowfullscreen></iframe></div>
es: <p>Esta película está destinada a adolescentes y adultos jóvenes. Describe qué es la pubertad y cómo se conciben bebés usando una mezcla de animación y consejos de expertos así como la opinión popular de hombres y mujeres de Nairobi.</p><p>En África, a muchas mujeres se les niega el derecho de tomar decisiones informadas respecto de su cuerpo y su fertilidad. La información sobre salud reproductiva básica y los distintos métodos para planificar los embarazos puede ayudar a reducir muertes innecesarias. En este momento, hay dos películas en esta serie: Cómo se conciben los bebés y Cómo planificar un embarazo.</p><div style="text-align:center;"><iframe src="https://player.vimeo.com/video/28679194" width="500" height="275" frameborder="0" title="Understanding sexual reproduction" webkitallowfullscreen mozallowfullscreen allowfullscreen></iframe></div>

source: Administration of Parenteral Antibiotics
es: Administración de antibióticos parenterales

source: <p>Infection during pregnancy and particularly following delivery is a significant cause of maternal morbidity and mortality. Therefore the availability and correct administration of parenteral antibiotics is extremely important. The film will demonstrates good practice of administration of the antibiotics for healthcare professionals</p> <div style="text-align: center;"><iframe title="How to give intravenous antibiotics during pregnancy" src="https://player.vimeo.com/video/72406691" frameborder="0" width="500" height="281"></iframe></div>
es: <p>Las infecciones durante el embarazo y, en especial, después del parto o el aborto son una causa significativa de la morbimortalidad materna. Por lo tanto, la disponibilidad y la correcta administración de antibióticos parenterales son sumamente importantes. La película demuestra buenas prácticas de administración de antibióticos para profesionales del cuidado de la salud</p><div style="text-align:center;"><iframe src="https://player.vimeo.com/video/72406691" width="500" height="281" frameborder="0" title="How to give intravenous antibiotics during pregnancy" webkitallowfullscreen mozallowfullscreen allowfullscreen></iframe></div>

source: How to use the Partograph
es: Cómo usar el partograma

source: <p>A vital tool for the care of every woman in labour. Correct use of the partograph can help prevent and manage prolonged or obstructed labour and serious complications, including ruptured uterus, obstetric fistula, and stillbirth.</p> <div style="text-align: center;"><iframe title="How to use a partograph" src="https://player.vimeo.com/video/72407734" frameborder="0" width="500" height="281"></iframe></div>
es: <p>Una herramienta vital para el cuidado de toda mujer durante el trabajo de parto. El uso correcto del partograma puede ayudar a prevenir y tratar el trabajo de parto prolongado u obstruido y las complicaciones graves, como ruptura uterina, fístula obstétrica y mortinatalidad.</p><div style="text-align: center;"><iframe title="How to use a partograph" src="https://player.vimeo.com/video/72407734" frameborder="0" width="500" height="281"></iframe></div>

source: Manual Removal of the Placenta
es: Remoción manual de la placenta

source: <p>The film will speak about what retained placenta is, why it is important to be removed and the essential steps that need to be undertaken. Animation teaches the technique of the procedure much more effectively, showing how one hand is placed on the fundus of the uterus while the other carefully works around the edge of the placenta gradually separating it then removing it for the uterus.</p><div style="text-align:center;"><iframe src="https://player.vimeo.com/video/72407733" width="500" height="281" frameborder="0" title="How to perform manual removal of the placenta after birth" webkitallowfullscreen mozallowfullscreen allowfullscreen></iframe></div>
es: <p>La película explica qué es una placenta retenida, por qué es importante retirarla y los pasos esenciales que deben seguirse. La animación muestra la técnica del procedimiento de manera mucho más eficaz, y muestra cómo se coloca una mano en el fondo uterino mientras la otra pasa alrededor del borde la placenta para separarla gradualmente del útero.</p><div style="text-align:center;"><iframe src="https://player.vimeo.com/video/72407733" width="500" height="281" frameborder="0" title="How to perform manual removal of the placenta after birth" webkitallowfullscreen mozallowfullscreen allowfullscreen></iframe></div>

source: Focused Antenatal Care (FANC) Community Education
es: Información para la comunidad sobre Cuidado prenatal focalizado (FANC)

source: <p>It is vital that a woman attends and receives ante-natal care, to help ensure that her pregnancy results in the delivery of a healthy baby without impairing the mother’s health. The film describes the 4 standard antenatal visits (FANC, introduced by WHO in 2002). </p><div style="text-align:center;"><iframe src="https://player.vimeo.com/video/72407735" width="500" height="281" frameborder="0" title="Understanding antenatal care" webkitallowfullscreen mozallowfullscreen allowfullscreen></iframe></div>
es: <p>Es fundamental que una mujer asista a visitas y reciba cuidado prenatal para ayudar a garantizar que su embarazo finalice con el parto de un bebé saludable sin dañar la salud de la madre. La película describe 4 visitas prenatales estándar (Cuidado prenatal focalizado [FANC] presentado por la OMS en 2002). </p><div style="text-align:center;"><iframe src="https://player.vimeo.com/video/72407735" width="500" height="281" frameborder="0" title="Understanding antenatal care" webkitallowfullscreen mozallowfullscreen allowfullscreen></iframe></div>

source: Neonatal Resuscitation
es: Resucitación neonatal

source: <p>Birth asphyxia is responsible for a quarter of all perinatal deaths, and immediate care of the newborn is vital to ensuring its survival and ongoing health. This film demonstrates correct delivery and care of a newborn and how to resuscitate a newborn that is not breathing using a bag and mask.</p> <div style="text-align: center;"><iframe title="How to resuscitate a newborn baby" src="https://player.vimeo.com/video/72723118" frameborder="0" width="500" height="281"></iframe></div>
es: <p>La asfixia neonatal es responsable de un cuarto de todas las muertes perinatales, el cuidado inmediato del recién nacido es vital para garantizar su supervivencia y salud continua. Esta película muestra un parto correcto y el cuidado del recién nacido, y cómo resucitar a un recién nacido que no respira usando una bolsa y una máscara.</p><div style="text-align: center;"><iframe title="How to resuscitate a newborn baby" src="https://player.vimeo.com/video/72723118" frameborder="0" width="500" height="281"></iframe></div>

source: Prevention and Management of PPH
es: Prevención y tratamiento de la hemorragia posparto (PPH)
