Repository: mPowering/orb-translations
Catalog: */resource.po
Languages: es

source: <p>The way a mother holds her baby affects how easy it is for her baby to feed effectively. This video shows basic points important for any position and then demonstrates several common positions that have worked well for many mothers and babies.</p> <div style="text-align: center;"><iframe src="https://www.youtube.com/embed/NS8UyAQexBg?rel=0&html5=1" frameborder="0" width="560" height="315"></iframe></div>
es: <p>La manera en que una madre sostiene a su bebé determina cuán fácil es para el bebé alimentarse correctamente. Este video muestra puntos básicos importantes para cualquier posición y demuestra varias posiciones comunes que han funcionado bien para muchas madres y bebés.</p><div style="text-align: center;"><iframe src="https://www.youtube.com/embed/NS8UyAQexBg?rel=0&html5=1" frameborder="0" width="560" height="315"></iframe></div>

source: Helping a Breastfeeding Mother
es: Ayudar a una madre lactante

source: <p>Breastfeeding is natural, but a skill that takes time and practice. With observation and tactful guidance, health workers can help mothers prevent problems and succeed with breastfeeding. This video shows how to observe and support a breastfeeding mother using the breastfeeding observation aid.</p> <div style="text-align: center;"><iframe src="https://www.youtube.com/embed/4X4_RBHsIbs?rel=0&html5=1" frameborder="0" width="560" height="315"></iframe></div>
es: <p>La lactancia materna es un procedimiento natural, pero requiere tiempo y práctica. Mediante la observación y pautas prudentes, los trabajadores de la salud pueden ayudar a las madres a prevenir problemas y tener éxito con este tipo de alimentación. Este video muestra cómo observar y ayudar a una madre lactante usando recursos de ayuda para la observación del amamantamiento.</p><div style="text-align: center;"><iframe src="https://www.youtube.com/embed/4X4_RBHsIbs?rel=0&html5=1" frameborder="0" width="560" height="315"></iframe></div>

source: Expressing and Storing Breastmilk
es: Extracción y almacenamiento de leche materna

source: <p>Expressing breastmilk can relieve breast fullness, soften the breasts, and make it easier for the milk to flow. It is also important to maintain a mother&rsquo;s milk supply during separation and make milk available for someone else to feed the baby. This video shows how to hand express breast milk and how to safely store it for later use.</p>
es: <p>Extraer leche de los pechos puede aliviar la sensación de pechos llenos, ablandarlos y facilitar el flujo de leche. También es importante para mantener el suministro de leche de la madre durante el destete y hacer que haya leche disponible para que otra persona alimente a un bebé. Este video muestra cómo extraer leche manualmente y almacenarla en forma segura para su posterior uso.</p>

source: Early Initiation of Breastfeeding
es: Iniciación temprana de la lactancia materna

source: <p>Within the first few hours after birth, most healthy newborns will instinctively move to their mother&rsquo;s breast and attach on their own. This video shows early breastfeeding initiation through the journeys of 3 newborns and ways to support the practice with mothers and staff.</p> <div style="text-align: center;"><iframe src="https://www.youtube.com/embed/hs7ai466toE?rel=0&amp;html5=1" frameborder="0" width="560" height="315"></iframe></div>
es: <p>Dentro de las primeras horas después del nacimiento, la mayoría de los recién nacidos saludables se desplazan instintivamente hacia el pecho de su madre y succionan por sí solos. Este video muestra la iniciación temprana de la lactancia materna a través de 3 recorridos de recién nacidos y maneras de apoyar la práctica entre madres y el personal.</p><div style="text-align: center;"><iframe src="https://www.youtube.com/embed/hs7ai466toE?rel=0&amp;html5=1" frameborder="0" width="560" height="315"></iframe></div>

source: Difficult Caesarean Sections
es: Cesáreas difíciles

source: <p>This video is a teaching aid for use in conjunction with broader surgical training. It focuses specifically on complications of Caesarean Section delivery, as demonstrated through actual cases filmed in theatre at the Chris Hani Baragwanath Academic Hospital in Soweto, South Africa. The video is divided into three chapters: Getting the baby out, stopping the bleeding and looking at a really difficult Caesarean Section.</p> <div style="text-align: center;"><iframe src="https://www.youtube.com/embed/WpJVGFQpvnw?rel=0&html5=1" frameborder="0" width="560" height="315"></iframe></div>
es: <p>Este video es un recurso de enseñanza para usar en forma conjunta con una capacitación más amplia sobre cirugía. Se centra específicamente en las complicaciones de un parto por cesárea, según se demuestra en casos reales filmados en el quirófano del Hospital Académico Chris Hani Baragwanath, en Soweto, Sudáfrica. El video está dividido en tres capítulos: sacar al bebé, detener el sangrado y una cesárea realmente difícil.</p><div style="text-align: center;"><iframe src="https://www.youtube.com/embed/WpJVGFQpvnw?rel=0&html5=1" frameborder="0" width="560" height="315"></iframe></div>

source: Diarrhoea Management: Pre Test/Post Test for Frontline Providers
es: Tratamiento de la diarrea: pruebas preliminares y posteriores para proveedores de primera línea

source: <p>Diarrhoea Management: Pre Test/Post Test for Frontline Providers</p>
es: <p>Tratamiento de la diarrea: pruebas preliminares y posteriores para proveedores de primera línea</p>

source: Bangladesh Toolkit
es: Kit de herramientas para Bangladesh

source: <p>3 eLearning courses for Family Planning, MNCH and Nutrition</p>
es: <p>Tres cursos de aprendizaje electrónico para planificación familiar, salud materna, infantil y del recién nacido (MNCH) y nutrición</p>

source: Urban Health Initiative Behavioral Film: Non-surgical Male Sterilization
es: Película sobre conductas de Urban Health Initiative: esterilización masculina no quirúrgica

source: <p>These &lsquo;fictionalized-reality&rsquo; films in the entertainment education genre would be used to build skills and address barriers in demanding and accessing services and methods by life stage and personal choice. The behavioral films are targeted specifically at those people in the community who have either made up their minds or are on the verge of making a contraceptive choice. The films walk the audience through the process of decision making, overcoming barriers to actual adoption and the post adoption benefits of freedom, happiness and empowerment. &nbsp;</p> <p>This film focuses on non-surgical male sterilization.&nbsp;</p>
es: <p>Estas películas de &lsquo;realidad ficticia&rsquo; del género educativo de entretenimiento están diseñadas para desarrollar habilidades y abordar las barreras en la demanda y el acceso a servicios y métodos por etapa de la vida y opción personal. Estas películas sobre conductas están orientadas específicamente a las personas de la comunidad que ya han optado o están a punto de optar por un método anticonceptivo. Las películas presentan el proceso de toma de decisión, la superación de barreras a la adopción real y los beneficios posteriores a la adopción, como libertad, felicidad y empoderamiento. &nbsp;</p><p>Esta película trata sobre el uso de la esterilización masculina no quirúrgica.&nbsp;</p>

source: Urban Health Initiative Behavioral Film: Female Sterilization
es: Película sobre conductas de Urban Health Initiative: esterilización femenina

source: <p>These &lsquo;fictionalized-reality&rsquo; films in the entertainment education genre would be used to build skills and address barriers in demanding and accessing services and methods by life stage and personal choice. The behavioral films are targeted specifically at those people in the community who have either made up their minds or are on the verge<br />of making a contraceptive choice. The films walk the audience through the process of decision making, overcoming barriers to actual adoption and the post adoption benefits of freedom, happiness and empowerment. &nbsp;This particular film is about female sterilization.</p>
es: <p>Estas películas de &lsquo;realidad ficticia&rsquo; del género educativo de entretenimiento están diseñadas para desarrollar habilidades y abordar las barreras en la demanda y el&nbsp;acceso a servicios y métodos por etapa de la vida y opción personal. Estas películas sobre conductas están orientadas específicamente a las personas de la comunidad que ya han optado o están a punto de<br />optar por un método anticonceptivo. Las películas presentan el proceso de toma de decisión, la superación de barreras a la adopción real y los beneficios posteriores a la adopción, como libertad, felicidad y empoderamiento. &nbsp;Esta película trata sobre la esterilización femenina.&nbsp;</p>

source: Urban Health Initiative Behavioral Film: Encouraging Condom Use
es: Película sobre conductas de Urban Health Initiative: fomentar el uso del condón

source: <p>These &lsquo;fictionalized-reality&rsquo; films in the entertainment education genre would be used to build skills and address barriers in demanding and accessing services and methods by life stage and personal choice. The behavioral films are targeted specifically at those people in the community who have either made up their minds or are on the verge<br />of making a contraceptive choice. The films walk the audience through the process of decision making, overcoming barriers to actual adoption and the post adoption benefits of freedom, happiness and empowerment. &nbsp;This film is about Encouraging Condom Use.&nbsp;</p>
es: <p>Estas películas de &lsquo;realidad ficticia&rsquo; del género educativo de entretenimiento están diseñadas para desarrollar habilidades y abordar las barreras en la demanda y el&nbsp;acceso a servicios y métodos por etapa de la vida y opción personal. Estas películas sobre conductas están orientadas específicamente a las personas de la comunidad que ya han optado o están a punto de<br />optar por un método anticonceptivo. Las películas presentan el proceso de toma de decisión, la superación de barreras a la adopción real y los beneficios posteriores a la adopción, como libertad, felicidad y empoderamiento. &nbsp;Esta película trata sobre el uso del condón.&nbsp;</p>

source: Allergy and Asthma in Children
es: Alergias y asma en los niños

source: <p>The goal of this module is to enhance the ability of PCPs to identify patients with allergic conditions associated with childhood asthma.</p>
es: <p>El objetivo de este módulo es mejorar la habilidad de los médicos de atención primaria (PCP) para identificar a pacientes que tienen afecciones alérgicas asociadas con el asma infantil.</p>

source: Identification of Human Trafficking Victims in a Clinical Setting
es: Identificación de víctimas de tráfico humano en un entorno clínico

source: <p><span>The purpose of this course is to raise awareness among clinicians of the pervasiveness of the human trafficking industry.&nbsp;</span></p>
es: <p><span>El propósito de este curso es crear conciencia entre los especialistas clínicos acerca de la ubicuidad de la industria del tráfico humano.&nbsp;</span></p>

source: Ebola Facts and Fiction for All Healthcare Providers
es: Hechos y ficción sobre el Ébola para todos los proveedores de cuidado de la salud

source: <p><span>Incorporate the most current information regarding recognition protection and containment of the Ebola Virus Disease in order to assist with prevention of Ebola pandemic</span></p>
es: <p><span>Conozca la información más actualizada sobre el reconocimiento, la protección y la contención de la enfermedad del virus del Ébola a fin de ayudar con la prevención de una pandemia del Ébola</span></p>

source: Urban Health Initiative Behavioral Film: Emergency Contraception
es: Película sobre conductas de Urban Health Initiative: anticoncepción de emergencia

source: <p>These 'fictionalized-reality' films in the entertainment education genre&nbsp;would be used to build skills and address barriers in demanding and&nbsp;accessing services and methods by life stage and personal choice. The&nbsp;behavioral films are targeted specifically at those people in the community who have either made up their minds or are on the vergeof making a contraceptive choice. The films walk the audience through the process of decision making, overcoming barriers to actual adoption&nbsp;and the post adoption benefits of freedom, happiness and empowerment. This film is about Emergency Contraception.</p>
es: <p>Estas películas de "realidad ficticia" del género educativo de entretenimiento están diseñadas para desarrollar habilidades y abordar las barreras en la demanda y el&nbsp;acceso a servicios y métodos por etapa de la vida y opción personal. Estas películas sobre conductas están orientadas específicamente a las personas de la comunidad que ya han optado o están a punto de optar por un método anticonceptivo. Las películas presentan&nbsp;el proceso de toma de decisión, la superación de barreras a la adopción real y los beneficios posteriores a la adopción, como libertad, felicidad y&nbsp;empoderamiento. Esta película es sobre anticoncepción de emergencia.</p>

source: Urban Health Initiative Behavioral Film: Injectibles
es: Película sobre conductas de Urban Health Initiative: inyectables

source: <p>These 'fictionalized-reality' films in the entertainment education genre&nbsp;would be used to build skills and address barriers in demanding and&nbsp;accessing services and methods by life stage and personal choice. The&nbsp;behavioral films are targeted specifically at those people in the&nbsp;community who have either made up their minds or are on the verge of making a contraceptive choice. The films walk the audience through&nbsp;the process of decision making, overcoming barriers to actual adoption and the post adoption benefits of freedom, happiness and&nbsp;empowerment. This film is about Injectibles.</p>
es: <p>Estas películas de "realidad ficticia" del género educativo de entretenimiento están diseñadas para desarrollar habilidades y abordar las barreras en la demanda y el&nbsp;acceso a servicios y métodos por etapa de la vida y opción personal. Estas películas sobre conductas están orientadas específicamente a las personas de la comunidad que ya han optado o están a punto de optar por un método anticonceptivo. Las películas presentan&nbsp;el proceso de toma de decisión, la superación de barreras a la adopción real y los beneficios posteriores a la adopción, como libertad, felicidad y&nbsp;empoderamiento. Esta película es sobre inyectables.</p>

source: Urban Health Initiative Behavioral Film: Intrauterine Device (IUD)
es: Película sobre conductas de Urban Health Initiative: dispositivo intrauterino (DIU)

source: <p>These 'fictionalized-reality' films in the entertainment education genre would be used to build skills and address barriers in demanding and&nbsp;accessing services and methods by life stage and personal choice. The behavioral films are targeted specifically at those people in the community who have either made up their minds or are on the verge of making a contraceptive choice. The films walk the audience through&nbsp;the process of decision making, overcoming barriers to actual adoption and the post adoption benefits of freedom, happiness and&nbsp;empowerment. This film is about Intrauterine Device (IUD)</p>
es: <p>Estas películas de "realidad ficticia" del género educativo de entretenimiento están diseñadas para desarrollar habilidades y abordar las barreras en la demanda y el&nbsp;acceso a servicios y métodos por etapa de la vida y opción personal. Estas películas sobre conductas están orientadas específicamente a las personas de la comunidad que ya han optado o están a punto de optar por un método anticonceptivo. Las películas presentan&nbsp;el proceso de toma de decisión, la superación de barreras a la adopción real y los beneficios posteriores a la adopción, como libertad, felicidad y&nbsp;empoderamiento. Esta película es sobre el dispositivo intrauterino (DIU)</p>

source: Urban Health Initiative Behavioral Film: Post Partum
es: Película sobre conductas de Urban Health Initiative: posparto

source: <p>These &lsquo;fictionalized-reality&rsquo; films in the entertainment education genre&nbsp;would be used to build skills and address barriers in demanding and&nbsp;accessing services and methods by life stage and personal choice. The&nbsp;behavioral films are targeted specifically at those people in the&nbsp;community who have either made up their minds or are on the verge of making a contraceptive choice. The films walk the audience through&nbsp;the process of decision making, overcoming barriers to actual adoption&nbsp;and the post adoption benefits of freedom, happiness and&nbsp;empowerment. This film is about Post Partum.</p>
es: <p>Estas películas de "realidad ficticia" del género educativo de entretenimiento están diseñadas para desarrollar habilidades y abordar las barreras en la demanda y el&nbsp;acceso a servicios y métodos por etapa de la vida y opción personal. Estas películas sobre conductas están orientadas específicamente a las personas de la comunidad que ya han optado o están a punto de optar por un método anticonceptivo. Las películas presentan&nbsp;el proceso de toma de decisión, la superación de barreras a la adopción real y los beneficios posteriores a la adopción, como libertad, felicidad y&nbsp;empoderamiento. Esta película es sobre el posparto.</p>

source: Project Ujjwal: Doctor Speaks on Basket of Choices
es: Proyecto Ujjwal: Médico habla sobre las opciones de canasta

source: <p>Doctor Interview Films: Brief videos featuring famous doctors from the two states providing the first level of counseling to couples, addressing common misconceptions, and answering their initial queries. &nbsp;This film is specifically about Family Planning Choices.</p>
es: <p>Películas de entrevistas de médicos: Videos breves con médicos famosos de los dos estados que brindan asesoramiento de primer nivel a parejas sobre conceptos erróneos comunes y respuestas a las primeras consultas. &nbsp;Esta película trata sobre opciones de planificación familiar.</p>

source: Project Ujjwal: Doctor Speaks on Emergency Contraceptives
es: Proyecto Ujjwal: Médico habla sobre los anticonceptivos de emergencia

source: <p>Doctor Interview Films: Brief videos featuring famous doctors from the two states providing the first level of counseling to couples, addressing common misconceptions, and answering their initial queries. &nbsp;This particular film is about Emergency Contraceptives.</p>
es: <p>Películas de entrevistas de médicos: Videos breves con médicos famosos de los dos estados que brindan asesoramiento de primer nivel a parejas sobre conceptos erróneos comunes y respuestas a las primeras consultas. &nbsp;Esta película trata sobre anticonceptivos de emergencia.</p>

source: Project Ujjwal: Doctor Speaks on Female Sterilization
es: Proyecto Ujjwal: Médico habla sobre la esterilización femenina

source: <p>Doctor Interview Films: Brief videos featuring famous doctors from the two states providing the first level of counseling to couples, addressing common misconceptions, and answering their initial queries. &nbsp;This film is about Female Sterilization.</p>
es: <p>Películas de entrevistas de médicos: Videos breves con médicos famosos de los dos estados que brindan asesoramiento de primer nivel a parejas sobre conceptos erróneos comunes y respuestas a las primeras consultas. &nbsp;Esta película trata sobre la esterilización femenina.</p>

source: Project Ujjwal: Doctor Speaks on Importance of Delaying the First Birth
es: Proyecto Ujjwal: Médico habla sobre la importancia de retrasar el primer nacimiento

source: <p>Doctor Interview Films: Brief videos featuring famous doctors from the two states providing the first level of counseling to couples, addressing common misconceptions, and answering their initial queries. &nbsp;This film is about the Importance of Delaying the First Birth.</p>
es: <p>Películas de entrevistas de médicos: Videos breves con médicos famosos de los dos estados que brindan asesoramiento de primer nivel a parejas sobre conceptos erróneos comunes y respuestas a las primeras consultas. &nbsp;Esta película trata sobre la importancia de retrasar el primer nacimiento.</p>

source: Project Ujjwal: Doctor Speaks on Importance of Limiting
es: Proyecto Ujjwal: Médico habla sobre la importancia de limitar

source: <p>Doctor Interview Films: Brief videos featuring famous doctors from the two states providing the first level of counseling to couples, addressing common misconceptions, and answering their initial queries. &nbsp;This film is about Importance of Limiting.</p>
es: <p>Películas de entrevistas de médicos: Videos breves con médicos famosos de los dos estados que brindan asesoramiento de primer nivel a parejas sobre conceptos erróneos comunes y respuestas a las primeras consultas. &nbsp;Esta película trata sobre la importancia de limitar.</p>

source: Project Ujjwal: Doctor Speaks on Importance of Spacing
es: Proyecto Ujjwal: Médico habla sobre la importancia de espaciar los embarazos

source: <p>Doctor Interview Films: Brief videos featuring famous doctors from the two states providing the first level of counseling to couples, addressing common misconceptions, and answering their initial queries. &nbsp;This film is about Spacing.</p>
es: <p>Películas de entrevistas de médicos: Videos breves con médicos famosos de los dos estados que brindan asesoramiento de primer nivel a parejas sobre conceptos erróneos comunes y respuestas a las primeras consultas. &nbsp;Esta película trata sobre espaciar los embarazos.</p>

source: Project Ujjwal: Doctor Speaks on Importance of Injectable Contraceptive
es: Proyecto Ujjwal: Médico habla sobre la importancia de los anticonceptivos inyectables

source: <p>Doctor Interview Films: Brief videos featuring famous doctors from the two states providing the first level of counseling to couples, addressing common misconceptions, and answering their initial queries. &nbsp; This film is about Injectable Contraceptives.</p>
es: <p>Películas de entrevistas de médicos: Videos breves con médicos famosos de los dos estados que brindan asesoramiento de primer nivel a parejas sobre conceptos erróneos comunes y respuestas a las primeras consultas. &nbsp;Esta película trata sobre anticonceptivos inyectables.</p>

source: Project Ujjwal: Doctor Speaks on IUCD
es: Proyecto Ujjwal: Médico habla sobre los dispositivos anticonceptivos intrauterinos (IUCD)

source: <p>Doctor Interview Films: Brief videos featuring famous doctors from the two states providing the first level of counseling to couples, addressing common misconceptions, and answering their initial queries. &nbsp;This film is about IUCDs.</p>
es: <p>Películas de entrevistas de médicos: Videos breves con médicos famosos de los dos estados que brindan asesoramiento de primer nivel a parejas sobre conceptos erróneos comunes y respuestas a las primeras consultas. &nbsp;Esta película trata sobre los dispositivos intrauterinos T de cobre.</p>

source: Project Ujjwal: Doctor Speaks on No Scalpel Vasectomy
es: Proyecto Ujjwal: Médico habla sobre la vasectomía sin bisturí

source: <p>Doctor Interview Films: Brief videos featuring famous doctors from the two states providing the first level of counseling to couples, addressing common misconceptions, and answering their initial queries. &nbsp;This film is about No Scalpel Vasectomy.&nbsp;</p>
es: <p>Películas de entrevistas de médicos: Videos breves con médicos famosos de los dos estados que brindan asesoramiento de primer nivel a parejas sobre conceptos erróneos comunes y respuestas a las primeras consultas. &nbsp;Esta película trata sobre la vasectomía sin bisturí.</p>
