Repository: mPowering/orb-translations
Catalog: */resource.po
Languages: es

source: This film shows the procedure to set up a micro-dropper IV giving set.<div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/rb5pz-0Q5II?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>
es: Esta película muestra el procedimiento para preparar un set de adminitración de microgotero IV.<div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/rb5pz-0Q5II?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>

source: Sepsis
es: Septicemia

source: <p>This film shows the baby with sepsis: what to look for to determine if the baby is sick and needs referral, or, in cases where there is no referral option, how to treat the baby. The film includes examples of several babies with other signs of sepsis such as lethargy, convulsions, and poor feeding.</p> <div style="text-align: center;"><iframe src="https://www.youtube.com/embed/MdDD9n7Cz-o?rel=0&amp;html5=1" frameborder="0" width="560" height="315"></iframe></div>
es: <p>Esta película muestra un bebé con septicemia: qué examinar para determinar si está enfermo y necesita derivación, o, en los casos en los que la derivación no es una opción, cómo tratar al bebé. La película incluye ejemplos de varios bebés con otros signos de sepsia como letargo, convulsiones y falta de alimentación.</p><div style="text-align: center;"><iframe src="https://www.youtube.com/embed/MdDD9n7Cz-o?rel=0&amp;html5=1" frameborder="0" width="560" height="315"></iframe></div>

source: Jaundice
es: Ictericia

source: This film shows how to check for jaundice, how to help normal jaundice clear, and how to recognize when jaundice needs urgent referral.<div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/RRV-9Jf0eI0?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>
es: Esta película muestra cómo detectar la ictericia, cómo ayudar a que desaparezca y cómo reconocer cuando el bebé debe derivarse en forma urgente.<div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/RRV-9Jf0eI0?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>

source: Inserting an IV Line
es: Insertar una vía intravenosa

source: This film shows how to insert an IV into the tiny vein of a newborn. It illustrates gathering supplies, finding a good vein, applying a tourniquet, the insertion technique, taping and splinting the IV, and administering medication.<div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/v3Udt0p6jVo?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>
es: Este video muestra cómo insertar una vía intravenosa en la pequeña vena de un recién nacido. Ilustra cómo se reúnen los suministros, cómo se encuentra una buena vena, cómo se aplica un torniquete, la técnica de inserción, la colocación de cinta y tablilla en la vía, y la administración de medicación.<div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/v3Udt0p6jVo?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>

source: Inserting a Gastric Tube
es: Inserción de un tubo gástrico

source: This film teaches how to determine if a gastric tube is needed in a baby and how to safely insert one. It covers gathering supplies, how to measure, inserting the tube, checking placement, and taping the tube in place.<div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/oz1yr_CaHFY?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>
es: Esta película enseña cómo determinar si se necesita un tubo gástrico en un bebé y cómo insertar uno de manera segura. Muestra cómo reunir los suministros, medir e insertar el tubo, verificar la ubicación y colocar cinta para mantener el tubo en su lugar.<div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/oz1yr_CaHFY?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>

source: Giving an Intradermal Injection
es: Administrar una inyección intradérmica

source: This film shows how to draw up the BCG vaccine and the correct technique for giving an intradermal injection.<div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/F2cvT7zbLLw?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>
es: Esta película muestra cómo extraer la vacuna BCG y la técnica correcta para administrar una inyección intradérmica.<div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/F2cvT7zbLLw?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>

source: Breast Engorgement
es: Congestión mamaria

source: This film shows a mother with engorged breasts and suggests ways she can try to resolve the condition.<div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/iq3kS8JxIpg?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>
es: Esta película muestra una madre con congestión mamaria y sugiere maneras de resolver la afección.<div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/iq3kS8JxIpg?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>

source: Basic Skills
es: Habilidades básicas

source: <p>This film covers the basic skills of taking a temperature, counting the breathing rate, and weighing a baby.</p> <div style="text-align: center;"><iframe src="https://www.youtube.com/embed/m6MBM0pylpA?rel=0&amp;html5=1" frameborder="0" width="560" height="315"></iframe></div>
es: <p>Esta película trata sobre las habilidades básicas de tomar la temperatura, contar el ritmo respiratorio y pesar a un bebé.</p><div style="text-align: center;"><iframe src="https://www.youtube.com/embed/m6MBM0pylpA?rel=0&amp;html5=1" frameborder="0" width="560" height="315"></iframe></div>

source: Danger Signs in Newborns
es: Signos de peligro en los recién nacidos

source: This film features 8 major danger signs that will help health workers with early recognition of serious newborn problems–key to getting timely care and saving babies’ lives.<div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/ne06nPIKTmE?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>
es: Esta película presenta 8 signos principales de peligro que ayudarán a los trabajadores de la salud con el reconocimiento temprano de problemas graves del recién nacido que son clave para obtener atención oportuna y salvar vidas de bebés.<div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/ne06nPIKTmE?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>

source: The Position of the Baby
es: La posición del bebé

source: This film demonstrates how to feel where the baby is within the uterus and how to measure the station of the baby.<div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/-8gJlc298p8?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>
es: Esta película muestra cómo palpar dónde está el bebé dentro del útero y cómo medir la estación del bebé.<div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/-8gJlc298p8?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>

source: Breathing Problems
es: Problemas respiratorios

source: <p>This film shows how to evaluate a baby with a breathing problem. It includes footage of rapid breathing, chest in-drawing, and nasal flaring. It advises to give these babies oxygen if possible and refer them to a higher-level facility.</p> <div style="text-align: center;"><iframe src="https://www.youtube.com/embed/MYCFuEP6Gd4?rel=0&amp;html5=1" frameborder="0" width="560" height="315"></iframe></div>
es: <p>Esta película muestra cómo evaluar a un bebé que tiene problemas respiratorios. Incluye filmaciones de respiración acelerada, retracción costal y dilatación nasal. Aconseja darles a estos bebés oxígeno de ser posible y derivarlos a un centro de nivel superior.</p><div style="text-align: center;"><iframe src="https://www.youtube.com/embed/MYCFuEP6Gd4?rel=0&amp;html5=1" frameborder="0" width="560" height="315"></iframe></div>

source: Feeding with a Gastric Tube
es: Alimentar con un tubo gástrico

source: This film shows the correct and safe way to feed a baby with a gastric tube. It highlights involving the mother and features a chart that shows the volume of milk to give at each feeding according to the day of life.<div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/kytWVZqaaYA?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>
es: Esta película muestra la manera correcta y segura de alimentar a un bebé con un tubo gástrico. Destaca la importancia de involucrar a la madre y presenta un cuadro que muestra el volumen de leche que se debe dar en cada sesión de alimentación según los días de vida.<div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/kytWVZqaaYA?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>

source: Giving Good Care During Labor
es: Brindar buenos cuidados durante el trabajo de parto

source: This film shows ways to help a laboring woman and contribute to a feeling of trust.<div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/i3Y0bRGp3Ls?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>
es: Esta película muestra maneras de ayudar a una mujer durante el trabajo de parto y ayudar a generar una sensación de confianza.<div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/i3Y0bRGp3Ls?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>

source: Examining the Placenta
es: Examinar la placenta

source: This film teaches how to examine the placenta for any missing pieces.<div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/DnmHj51UTO4?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>
es: La película enseña cómo examinar la placenta para detectar partes faltantes.<div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/DnmHj51UTO4?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>

source: Keeping the Baby Warm
es: Mantener al bebé abrigado

source: <p><span>This video shows ways to protect the baby from becoming too cold or too hot during the first days of life.</span></p> <div style="text-align: center;"><iframe src="https://www.youtube.com/embed/F9qK6qRmW1Y" frameborder="0" width="560" height="315"></iframe></div>
es: <p><span>Este video muestra maneras de proteger al bebé del frío o el calor durante los primeros días de vida.</span></p><div style="text-align: center;"><iframe src="https://www.youtube.com/embed/F9qK6qRmW1Y" frameborder="0" width="560" height="315"></iframe></div>

source: Eye Infections
es: Infecciones oculares

source: <p>This video shows how to identify and manage eye infections in the young baby.</p> <div style="text-align: center;"><iframe src="https://www.youtube.com/embed/pteyGu6h8mY" frameborder="0" width="560" height="315"></iframe></div>
es: <p>Este video muestra cómo identificar y tratar las infecciones oculares en bebés pequeños.</p><div style="text-align: center;"><iframe src="https://www.youtube.com/embed/pteyGu6h8mY" frameborder="0" width="560" height="315"></iframe></div>

source: Taking a venous blood sample
es: Tomas una muestra de sangre de la vena

source: <p>This video shows how to draw blood from a baby in 3 different ways: with a needle, with a syringe and needle, and with a butterfly.</p> <div style="text-align: center;"><iframe src="https://www.youtube.com/embed/5FfVjiou_YE?rel=0&html5=1" frameborder="0" width="560" height="315"></iframe></div>
es: <p>Este video muestra cómo extraer sangre de un bebé de tres maneras diferentes: con una aguja, con una jeringa y aguja, y con una aguja mariposa.</p><div style="text-align: center;"><iframe src="https://www.youtube.com/embed/5FfVjiou_YE?rel=0&html5=1" frameborder="0" width="560" height="315"></iframe></div>

source: Care of the Cord
es: Cuidado del cordón

source: <p>This video shows how to care for the cord of the newborn.</p> <div style="text-align: center;"><iframe src="https://www.youtube.com/embed/5xUY7SlGxfM?rel=0&amp;html5=1" frameborder="0" width="560" height="315"></iframe></div>
es: <p>Este video muestra cómo cuidar el cordón del recién nacido.</p><div style="text-align: center;"><iframe src="https://www.youtube.com/embed/5xUY7SlGxfM?rel=0&amp;html5=1" frameborder="0" width="560" height="315"></iframe></div>

source: Birth Defects
es: Defectos de nacimiento

source: <p>Birth Defects is for those who work with patients with birth defects. It covers modes of inheritance, medical genetic counselling, birth defects due to chromosomal abnormalities, single gene defects, teratogens and multifactorial inheritance.</p>
es: <p>Defectos de nacimiento es para quienes trabajan con pacientes que tienen defectos de nacimiento. Trata sobre modos de herencia, asesoramiento médico genético, defectos de nacimiento debido a anormalidades cromosómicas, defectos genéticos únicos, teratogénesis y herencia multifactorial.</p>

source: Breast Care
es: Cuidado de los pechos

source: <p>Breast Care is for nurses and doctors who manage the health needs of women from childhood to old age. It covers the assessment and management of benign breast conditions, breast cancer and palliative care.</p>
es: <p>Cuidado de los pechos es para enfermeras y médicos que se ocupan de las necesidades de salud de las mujeres desde la niñez hasta la edad adulta. Trata sobre la evaluación y gestión de las afecciones benignas de los pechos, el cáncer de mama y los cuidados paliativos.</p>

source: Maternal Mental Health
es: Salud mental materna

source: <p>Maternal Mental Health demystifies maternal mental distress and mental illness and provides a clear guide to supporting mental health in the perinatal period. This course equips healthcare workers with the tools they need to provide essential perinatal mental health care. It helps identify maternal mental illness and explains how to assist expectant and new mothers. It is written by Sally Field and Dr Simone Honikman from the Perinatal Mental Health Project (UCT).</p>
es: <p>Salud mental materna desmitifica el estrés mental materno y las enfermedades mentales, y brinda pautas claras para respaldar la salud mental en el período perinatal. Este curso les brinda a los trabajadores del cuidado de la salud las herramientas que necesitan para brindar cuidados esenciales de la salud mental perinatal. Ayuda a identificar las enfermedades mentales maternas y explica cómo ayudar a las madres embarazadas y primerizas. Está escrito por Sally Field y la Dra. Simone Honikman, del Proyecto de Salud Mental Perinatal (UCT).</p>

source: Newborn Care
es: Cuidado del recién nacido

source: <p>Newborn Care is for healthcare workers providing special care for newborn infants in level 2 hospitals. It covers resuscitation, assessing size and gestational age, routine care of normal and high-risk infants, hypothermia, hypoglycaemia, jaundice, respiratory distress, infection, trauma, bleeding and congenital abnormalities, and communication with parents.</p>
es: <p>Cuidado del recién nacido es para trabajadores del cuidado de la salud que brindan atención especial a recién nacidos en hospitales de nivel 2. Abarca temas como resucitación, evaluación del tamaño y la edad gestacional, cuidado de rutina de los bebés de riesgo normal y alto, hipotermia, hipoglucemia, ictericia, estrés respiratorio, infecciones, trauma, sangrado, anormalidades congénitas y comunicación con los padres.</p>

source: Primary Maternal Care
es: Cuidado primario materno

source: <p>Primary Maternal Care is for midwives and doctors in level 1 hospitals and clinics who provide antenatal and postnatal care, but do not conduct deliveries. It is adapted from theory chapters and skills workshops from [*Maternal Care*](http://bettercare.co.za/books/maternal-care/), and complements the national protocol for antenatal care in South Africa. It covers antenatal care, assessment of fetal growth and condition during pregnancy, hypertensive disorders of pregnancy, antepartum haemorrhage, preterm labour and preterm rupture of the membrames, the puerperium and family planning, and medical problems during pregnancy and the puerperium.</p>
es: <p>Cuidado materno primario es para parteras y médicos de hospitales y clínicas de nivel 1 que brindan cuidado pre- y posnatal, pero que no asisten partos. Está adaptado de los capítulos de teoría y los talleres de desarrollo de habilidades de [*Cuidado materno*](http://bettercare.co.za/books/maternal-care/), y complementa el protocolo nacional para cuidado prenatal en Sudáfrica. Trata sobre cuidado prenatal, evaluación del crecimiento y afecciones del feto durante el embarazo, trastornos de hipertensión durante el embarazo, hemorragia preparto, parto prematuro y ruptura prematura de membranas, el puerperio y la planificación familiar, y problemas médicos durante el embarazo y el puerperio.</p>

source: Importance of breastfeeding
es: Importancia de la lactancia materna

source: The video is describing breast feeding and its importance i.e. Timely initiation of breastfeeding, exclusive breastfeeding for the first six month for child, start complementary feeding immediate after six months, active feeding during & after illness. This video also explaining the importance of colostrum, role of breast feeding to prevent child from infections and disease like jaundice, asthma, allergy, hypothermia, pneumonia and Diarrhea<div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/61RZsCi1Dzs?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>
es: El video describe la lactancia materna y su importancia: la iniciación oportuna, su uso como alimentación exclusiva durante los primeros seis meses del bebé, el inicio de alimentación complementaria inmediatamente después de los seis meses, la alimentación activa durante y después de enfermedades. Este video también explica la importancia del calostro, el rol de la lactancia materna para prevenir infecciones y enfermedades como la ictericia, el asma, la alergia, la hipotermia, la neumonía y la diarrea.<div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/61RZsCi1Dzs?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>

source: Complementary feeding for children aged 6 to 12 months
es: Alimentación complementaria para niños de 6 a 12 meses

source: This video provides basic information about complementary feeding for infants 0 to 6 month & 6 to 12 month. The message of this video aims to provide mothers with the correct number of feeds, when to initiate complementary feeding, and proper IYCF practices<div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/WEnAJV6SBTY?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>
es: Este video brinda información básica sobre la alimentación complementaria para bebés de 0 a 6 meses y de 6 a 12 meses. El mensaje está diseñado para informarles a las madres la cantidad correcta de sesiones de alimentación, cuándo iniciar la alimentación complementaria y prácticas adecuadas de alimentación de bebés y niños pequeños (IYCF).<div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/WEnAJV6SBTY?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>

source: Complementary feeding for children aged 12 to 24 months
es: Alimentación complementaria para niños de 12 a 24 meses

source: This video provides basic information about complementary feeding for infants 1 to 2 years. The message of this video aims to provide mothers with the correct number of feeds, when to initiate complementary feeding, and proper IYCF practices.<div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/3aelHX_AXVc?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>
es: Este video brinda información básica sobre la alimentación complementaria para bebés de 1 a 2 años. El mensaje está diseñado para informarles a las madres la cantidad correcta de sesiones de alimentación, cuándo iniciar la alimentación complementaria y prácticas adecuadas de alimentación de bebés y niños pequeños (IYCF).<div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/3aelHX_AXVc?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>

source: Balanced Diet for Children
es: Dieta equilibrada para niños

source: video describes the components of a balanced diet. Balance diets have all type of food content which is required for body. We can divide food stuff into 3 major groups on the basis of body requirement -- A). Food that provide energy to the body, B). Food that help to build the body C). Food that required to protect from infections, illness and regulate body functions.<div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/CWCob-jpPvc?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>
es: El video describe los componentes de una dieta equilibrada. Las dietas equilibradas incluyen todos los alimentos que el cuerpo necesita. Podemos dividir a los alimentos en tres grupos principales según los requerimientos del cuerpo: A) alimentos que brindan energía al cuerpo; B) alimentos que ayudan a desarrollar el cuerpo; C) alimentos necesarios para proteger contra infecciones, enfermedades y regular las funciones del cuerpo.<div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/CWCob-jpPvc?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>

source: Preventing diarrhea
es: Prevención de la diarrea

source: This video is describing about diarrhea, causes of diarrhea, symptoms and how to protect our child from diarrhea. This video provides information on preparation and use of Oral rehydration solution and Zinc Tablet during diarrhea and its importance.<div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/WKn_BPl79i4?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>
es: Este video describe la diarrea, sus causas, síntomas y cómo proteger a nuestros niños de esta afección. Este video brinda información sobre la preparación y el uso de solución para rehidratación de administración oral y comprimidos de zinc durante la diarrea y su importancia.<div style="text-align:center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/WKn_BPl79i4?rel=0&html5=1" frameborder="0" allowfullscreen></iframe></div>

source: Benefits of handwashing with soap
es: Beneficios del lavado de manos con jabón
