Repository: mPowering/orb-translations
Catalog: */resource_criteria.po
Languages: es

source: Is the resource written in clear, easy to understand language?
es: ¿Está el recurso redactado en lenguaje claro y fácil de comprender?

source: Is the information clear, correct and authentic?
es: ¿Es la información clara, correcta y auténtica?

source: Does the resource reflect current medical guidelines and best practice?
es: ¿Refleja el recurso pautas y mejores prácticas médicas actualizadas?

source: Does the resource feel authentic to FLHWs in low-resource settings?
es: En entornos de bajos recursos, ¿el recurso parece ser auténtico de Frontline Health Workers (FLHW)?

source: Is the resource likely to help improve FLHW performance?
es: ¿Es posible que el recurso ayude a mejorar el desempeño de FLHW?

source: Has the resource been produced to high technical quality?
es: ¿El recurso se ha producido de manera tal que ofrezca una alta calidad técnica?

source: Is the resource suitable for the intended mobile delivery method/device?
es: ¿Es el recurso adecuado para el método/dispositivo móvil de aplicación previsto?

source: Is the resource released under an open license (Creative Commons or public domain)?
es: ¿El recurso se publica con una licencia abierta (Creative Commons o dominio público)?

source: Can FLHWs identify with the providers and patients in the resource?
es: ¿Puede FLHW identificar a los proveedores y pacientes del recurso?

source: Does the resource have clear learning objectives?
es: ¿Tiene el recurso objetivos de aprendizaje claros?

source: Does the resource fit the mPowering remit of reproductive, maternal, newborn and child health (incl. nutrition and WASH)?
es: ¿Se adapta el recurso a la derivación de mPowering de salud reproductiva, materna, del recién nacido y el niño (incluida la nutrición y el agua, sanidad e higiene [WASH])?
