Repository: mPowering/orb-translations
Catalog: */resource_url.po
Languages: es

source: View/Download on Vimeo (Saint Lucian Creole)
es: Ver/Descargar en Vimeo (Lenguaje criollo de Santa Lucía)

source: Chapter 4: A mother learns why antibiotics and antimotility drugs aren’t right for childhood diarrhea.
es: Capítulo 4: Una madre aprende por qué los antibióticos y las drogas antimotilidad no son correctos para la diarrea infantil.

source: Mini-Laparotomy for Tubal Ligation Under Local Anesthesia
es: Minilaparotomía para ligadura de trompas con anestesia local

source: Chapter 3: A doctor gives specific instructions about how to give Zinc+ORS
es: Capítulo 3: Un médico brinda instrucciones específicas sobre cómo administrar zinc+ORS

source: View on YouTube (Hindi)
es: Ver en YouTube (Hindú)

source: Timed and Targeted Counselling for Health and Nutrition, 1st Edition (French): Introduction to CHW programming
es: Asesoramiento medido y orientado para salud y nutrición 1.º edición (Francés): Introducción a la programación de CHW

source: Chapter 6: A summary of the other 5 videos: Two doctors outline the benefits and dosing of Zinc+ORS.
es: Capítulo 6: Un resumen de los otros 5 videos: dos médicos describen los beneficios y las dosis de zinc+ORS.

source: Download video
es: Descargar video

source: Timed and Targeted Counselling for Health and Nutrition 1st edition (Spanish): Sistema de Monitoreo TTC e registos
es: Asesoramiento medido y orientado para Salud y Nutrición 1.º edición (Español): Sistema de Monitoreo TTC de registros

source: Chapter 2: A doctor describes the benefits of Zinc+ORS, especially when used together.
es: Capítulo 2: Un médico describe los beneficios del zinc+ORS, en especial, cuando se combinan.

source: Chapter 1: A mother learns about Zinc+ORS for the first time.
es: Capítulo 1: Una madre aprende sobre el zinc+ORS por primera vez.

source: View/Download on Vimeo (Bemba)
es: Ver/Descargar en Vimeo (Bemba)

source: View on Digital Green website
es: Ver en el sitio web de Digital Green

source: View/Download on Vimeo (English)
es: Ver/Descargar en Vimeo (Inglés)

source: Timed and Targeted Counselling for Health and Nutrition, A Toolkit for Programme Planners
es: Asesoramiento medido y orientado para salud y nutrición, Kit de herramientas para planificadores del programa

source: Timed and Targeted Counselling for Health and Nutrition, 1st Edition (French): Livres des Histoires
es: Asesoramiento medido y orientado para salud y nutrición 1.º edición (Francés): Livres des Histoires

source: View on YouTube (Kannada)
es: Ver en YouTube (Canarés)

source: Timed and Targeted Counselling for Health and Nutrition, 1st Edition (French): Facilitators Manuals
es: Asesoramiento medido y orientado para salud y nutrición 1.º edición (Francés): Manuales de los facilitadores

source: Timed and Targeted Counselling for Health and Nutrition, 2nd Edition Facilitators Manual
es: Asesoramiento medido y orientado para salud y nutrición 2.º edición: Manual de los facilitadores

source: Tool for household monitoring for the prevention of Zika, dengue and chikungunya
es: Herramienta para monitoreo de hogares para la prevención del Zika, dengue y chikungunya

source: View/Download on Global Health Media website (Spanish)
es: Ver/Descargar en el sitio web de Global Health Media (Español)

source: Timed and Targeted Counselling for Health and Nutrition, 1st Edition (French): Manuel de Menage
es: Asesoramiento medido y orientado para salud y nutrición 1.º edición (Francés): Manuel de Menage

source: Timed and Targeted Counselling for Health and Nutrition, 2nd Edition. Trainers Guide
es: Asesoramiento medido y orientado para salud y nutrición 2.º edición: Guía para los capacitadores

source: Timed and Targeted Counselling for Health and Nutrition, 1st Edition (Spanish): Libro Consejos familiares
es: Asesoramiento medido y orientado para salud y nutrición 1.º edición (Español): Libro de consejos familiares

source: View/Download on Vimeo (Portugese)
es: Ver/Descargar en Vimeo (Portugués)

source: View on KhanAcademy website
es: Ver en el sitio web de KhanAcademy

source: How to install and run offline on Android smartphone
es: Cómo instalar y administrar un teléfono inteligente con Android fuera de línea

source: View on Zinc+ORS website
es: Ver en el sitio web de Zinc+ORS

source: View/Download on Global Health Media website (English)
es: Ver/Descargar en el sitio web de Global Health Media (Inglés)

source: View/Download on Vimeo (French)
es: Ver/Descargar en Vimeo (Francés)

source: View/Download on Vimeo (Kinyarwanda)
es: Ver/Descargar en Vimeo (Ruanda)

source: View on Zinc+ORS website
es: Ver en el sitio web de Zinc+ORS

source: View/Download on Global Health Media website (French)
es: Ver/Descargar en el sitio web de Global Health Media (Francés)

source: View/Download on Vimeo (Vietnamese)
es: Ver/Descargar en Vimeo (Vietnamita)

source: View/Download on Vimeo (Amharic)
es: Ver/Descargar en Vimeo (Amhárico)

source: View/Download on Vimeo (Swahili)
es: Ver/Descargar en Vimeo (Swahili)

source: View/Download on Vimeo (Khmer)
es: Ver/Descargar en Vimeo (Khmer)

source: View/Download on Global Health Media website (Swahili)
es: Ver/Descargar en el sitio web de Global Health Media (Swahili)

source: Pneumonia Education - Video: Chest In-Drawing
es: Información sobre neumonía – Video: retracción costal

source: View on YouTube
es: Ver en YouTube

source: Facilitator's manual
es: Manual del facilitador

source: View/Download on Vimeo (Luganda)
es: Ver/Descargar en Vimeo (Bantú)

source: View/Download on Vimeo (Yoruba)
es: Ver/Descargar en Vimeo (Yoruba)

source: View/Download on Vimeo (Indonesian)
es: Ver/Descargar en Vimeo (Indonesio)

source: View/Download on Vimeo (Hausa)
es: Ver/Descargar en Vimeo (Hausa)

source: View/Download on Vimeo (Somali)
es: Ver/Descargar en Vimeo (Somalí)

source: Counselling flip chart on symptoms, complications, treatment, and prevention of dengue, chikungunya and Zika.
es: Rotafolio de asesoramiento sobre síntomas, complicaciones, tratamiento y prevención del dengue, el chikungunya y el Zika.

source: Timed and Targeted Counselling for Health and Nutrition, 2nd Edition: Household Handbook
es: Asesoramiento medido y orientado para salud y nutrición 2.º edición: Manual para hogares

source: View on YouTube (Odia)
es: Ver en YouTube (Oriya)

source: Timed and Targeted Counselling for Health and Nutrition 1st edition (Spanish): Sistema e fichas de supervision
es: Asesoramiento medido y orientado para salud y nutrición 1.º edición (Español): Sistema y fichas de supervisión

source: Community and health volunteers manual
es: Manual para la comunidad y los voluntarios de salud

source: Pneumonia Education - Video: Fast Breathing
es: Información sobre neumonía – Video: respiración rápida

source: View on YouTube (Neemadi)
es: Ver en YouTube (Nemadi)

source: Timed and Targeted Counselling for Health and Nutrition, 1st Edition (Spanish): Manual del Facilitador
es: Asesoramiento medido y orientado para salud y nutrición 1.º edición (Español): Manual del facilitador

source: Timed and Targeted Counselling for Health and Nutrition, 2nd Edition: Storybooks
es: Asesoramiento medido y orientado para salud y nutrición 2.º edición: Libros de historias

source: \tView/Download on Global Health Media website (French)
es: Ver/Descargar en el sitio web de Global Health Media (Francés)

source: Chapter 5: A mother learns the danger signs of childhood diarrhea and when to seek help.
es: Capítulo 5: Una madre aprende sobre los signos de peligro de la diarrea infantil y cuándo buscar ayuda.

source: Household checklist card on key measures for prevention of dengue, chikungunya and Zika (part of Household Handbook)
es: Lista de verificación para hogares sobre medidas clave para la prevención del dengue, chikungunya y Zika (parte del Manual para el hogar)

source: Timed and Targeted Counselling for Health and Nutrition, 2nd Edition: Participant's Manual
es: Asesoramiento medido y orientado para salud y nutrición 2.º edición: Manual del participante

source: Timed and Targeted Counselling for Health and Nutrition, Data Collection Manual and Tools
es: Asesoramiento medido y orientado para salud y nutrición, Manual para la recolección de datos y herramientas

source: View/Download on Vimeo (Burmese)
es: Ver/Descargar en Vimeo (Birmano)

source: Timed and Targeted Counselling for Health and Nutrition, Guideline and Manual for Supportive Supervision
es: Asesoramiento medido y orientado para salud y nutrición, Pautas y Manual para supervisión de respaldo

source: View/Download on Global Health Media website (French)
es: Ver/Descargar en el sitio web de Global Health Media (Francés)

source: View on YouTube (Korku)
es: Ver en YouTube (Korku)

source: View and download all languages
es: Ver y descargar todos los idiomas
